<?php  return array (
  'resourceClass' => 'modDocument',
  'resource' => 
  array (
    'id' => 1,
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Инженерно-геологические изыскания - заказать геологию для строительства в Ярославле и области',
    'longtitle' => '',
    'description' => 'Заказывайте инженерные изыскания (геологию под фундамент для строительства коттеджа) у "Гео-Яр"! Звоните по телефону: ☎‎+7(4852)60-73-53.',
    'alias' => 'index',
    'link_attributes' => '',
    'published' => 1,
    'pub_date' => 0,
    'unpub_date' => 0,
    'parent' => 0,
    'isfolder' => 0,
    'introtext' => '',
    'content' => '<h1>Инженерно-геологические изыскания в Ярославле</h1>
<div class="img-center"><img class="cont-imgcenter" title="Геологическая экспертиза" src="images/drugoe/5.jpg" alt="Геологическая экспертиза" /></div>

<p>Основной гарантией надежности и долговечности сооружения является грамотно составленный проект. Процедура его оформления довольно сложна, требует определенных знаний, а также максимально достоверных данных об участке, где планируется возводить объект. Правильность проектной документации во многом зависит от того, была ли проведена геология для строительства на предпроектном этапе. Такие работы нужны, независимо от того, какой объект возводится: гражданский, сельскохозяйственный, промышленный или дорожный.</p>
<h2>Геологические сведения − основа проекта</h2>
<p>Профессиональная геология в Ярославле имеет главную задачу: выполнить сбор максимального количества информации об участке, необходимой для точности проекта. Многоэтапные изыскания проводят только специалисты, имеющие разрешения и лицензию. Наиболее актуальными считаются данные мероприятия, когда нужно определиться с типом фундамента, являющегося основанием любого объекта.</p>
<p id="yar">Только рекомендации инженеров-геологов позволят абсолютно верно подобрать стройматериалы, тип нижнего конструктивного элемента и даже марку бетона. Точкой отсчета станет уровень залегания грунтовых вод и количество водогоризонтов на стройплощадке.</p>
<p>Поэтому, особенно необходим геологический анализ участка если будущий объект планируется возводить в непосредственной близости к водоему.</p>
<h2>Как производятся геологические изыскания фирмой "Гео-Яр"?</h2>
<div class="blockquote1">
<p>Для получения достоверных данных, инженерная геология предопределяет несколько этапов работ: сбор информации (в том числе фондовой), ее анализ и специальная обработка. Так, при заказе геологии в фирме ООО «Гео-Яр», у вас на участке будут выполнены следующие виды исследований:</p>
<ul>
<li>
<p>изучение ландшафта на местности, исследование этапности его формирования;</p>
</li>
<li>
<p>анализ состояния почвы, отбор проб;</p>
</li>
<li>
<p><a href="georadarnoe-skanirovanie.php">геофизические исследования;</a></p>
</li>
<li>
<p>полевой этап, во время которого выполняется <a href="burenie-skvazhin-v-jaroslavle.php">бурение скважин в Ярославле</a>;</p>
</li>
<li>
<p>лабораторная обработка отобранных образцов (лаборатория сертифицирована);</p>
</li>
<li>
<p>определение вероятности оползней и карстов на участке, выбранном под застройку;</p>
</li>
<li>
<p>оформление точного прогноза потенциальных перемен геоусловий на конкретном участке;</p>
</li>
<li>
<p>выполнение благоприятных рабочих программ.</p>
</li>
</ul>
</div>
<p>Также, геология Ярославской области предусматривает определение уровня грунтовых вод с обязательным анализом их химического состава. Такой подход дает возможность спрогнозировать вероятность подтопления площадки, после чего осуществляется расчет устойчивости уклонов и притока воды к стройкотлованам.</p>
<h3>Факторы, влияющие на ценообразование</h3>
<p>Прежде чем заказать геологию под строительство многие интересуются ее <a href="ceny.php">стоимостью</a>. Действительно, данные работы не являются дешевыми. Но их цена полностью оправдана: осуществив столь важные изыскания на начальном этапе, вы экономите в разы. К тому же, на эти работы обычно тратится всего около 1% от общей стоимости строймероприятий. Соответственно, работы не влекут существенных финансовых трат, но служат надежным предупреждением от будущих проблем.</p>
<p>Итак, стоимость геологии зависит от:</p>
<ul>
<li>
<p>размера стройплощадки;</p>
</li>
<li>
<p>методов и площади бурения;</p>
</li>
<li>
<p>количества скважин и отобранных образцов (отбор производится при смене пластов пород);</p>
</li>
<li>
<p>отдаленности строительной площадки;</p>
</li>
<li>
<p>сложности технического отчета.</p>
</li>
</ul>
<p>В зависимости от того, насколько сложны геологические работы, цена может варьироваться. К пенообразующим факторам также можно отнести изученность земельного участка, особенность рельефа и вид конструкции.</p>
<h3>Почему застройщики игнорируют геологию и к чему это приводит?</h3>
<img style="float: right; width: 100%; margin: 5px 15px 0 auto; max-width: 170px;" title="Геологическое исследование участка" src="images/other/9.jpg" alt="Геологическое исследование участка" />
<p>Некоторые застройщики считают, что для возведения небольших малоэтажных строений геологическая разведка участка вовсе не обязательна. Но, на самом деле, такая экономия на изыскательских процедурах − верный путь к серьезным проблемам в будущем, при эксплуатации объекта. Перекосы окон, трещины на стенах, различные проседание возникают из-за неучтенности особенностей почвы на участке. И даже если на смежном участке уже построены прочные дома, на которых не возникают деформации, это не значит, что на вашем участке грунт имеет точно такие же характеристики.</p>
<p>Не стоит строить и без исследований на местности, где нет построек. Только полноценные инженерно-геологические изыскания для строительства от компании «Гео-Яр» помогут предотвратить такие опасные ситуации при эксплуатации объекта, как разрушение коммуникаций и деформации конструкций. Эти работы станут гарантией надежности вашего объекта.</p>
<h3>Влияние геологии на крепость фундамента</h3>
<p>Базой фундамента является грунт, воспринимающий на себя всю нагрузку. В каждой местности грунты имеют существенные отличия. Поэтому, чтобы правильно привязать проект объекта дома к конкретной территории, необходимо знать все о рельефе, типе почвы, глубине его промерзания и насыщенности грунтовыми водами. Получение таких сведений напрямую связано с такой услугой, как геология для строительства коттеджа и дома − основываясь на полученных результатах, можно грамотно выбрать тип нижнего конструктивного элемента, размер его опорного основания, а также глубину закладки.</p>
<p>Своевременно выполненная геология участка под строительство и фундамент позволит избежать перерасхода стройматериалов: вам не придется перестраховываться, и делать слишком крепкий фундамент. Данные о несущих свойствах грунта в пределах будущей стройплощадки − залог правильного выбора типа фундамента, оптимально подходящего для конкретной местности.</p>
<h3>Как сделать заказ правильно?</h3>
<p>Остановив выбор на профильной фирме ООО «Гео-Яр» будьте уверены, что многолетний опыт работы и высокая квалификация инженеров компании, станут залогом качества выполнения услуги. Мы готовы выполнить самые сложные <a href="uslugi.php">изыскания</a>: наличие собственной спецтехники и профессионализм обеспечат получение достоверных данных в максимально сжатые сроки. При этом, будет профессионально осуществлена геология участка, цена которой вас непременно приятно удивит.</p>',
    'richtext' => 1,
    'template' => 2,
    'menuindex' => 0,
    'searchable' => 1,
    'cacheable' => 1,
    'createdby' => 1,
    'createdon' => 1484920911,
    'editedby' => 1,
    'editedon' => 1510142872,
    'deleted' => 0,
    'deletedon' => 0,
    'deletedby' => 0,
    'publishedon' => 0,
    'publishedby' => 0,
    'menutitle' => '',
    'donthit' => 0,
    'privateweb' => 0,
    'privatemgr' => 0,
    'content_dispo' => 0,
    'hidemenu' => 0,
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => 1,
    'uri' => 'index.php',
    'uri_override' => 0,
    'hide_children_in_tree' => 0,
    'show_in_tree' => 1,
    'properties' => NULL,
    '_content' => '
<!DOCTYPE html>
<html  lang="ru-ru">
    

    
<head> 
  <link rel="canonical" href="http://geo-yar.ru" />
  <title>Инженерно-геологические изыскания - заказать геологию для строительства в Ярославле и области</title>
  <meta name="description" content="Заказывайте инженерные изыскания (геологию под фундамент для строительства коттеджа) у "Гео-Яр"! Звоните по телефону: ☎‎+7(4852)60-73-53." />
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>
  
<div class="slider-wrapper">
<div class="container">
	<div class="home-list">
    <p>Весь комплекс инженерных изысканий для строительства в Ярославской области:</p>
    <ul>
        <li><a href="izyskanija-dlja-stroitelstva.php">Инженерные изыскания для строительства</a></li>
    	<li><a href="#index-geology">Геологические изыскания</a></li>
    	<li><a href="ekologicheskie-izyskanija-yaroslavl.php">Экологические изыскания</a></li>
    	<li><a href="http://geo-yar.ru/inzhenerno-geodezicheskie-izyskanija.php">Геодезические работы</a></li>
    	<li><a href="http://geo-yar.ru/topografo-geodezicheskaja-semka.php">Топографическая съемка</a></li>
    	<li><a href="http://geo-yar.ru/kadastrovye-raboty-i-uslugi.php">Кадастровые работы</a></li>
    	<li><a href="#yar">Исследование грунтов</a></li>
    </ul>

    <button name="first_window"  class="home-button activate_modal">Закажите бесплатную консультацию</button>	
    </div>
    

	
	</div>

<div id="slider" class="fadein">
	<img src="images/slide-1.jpg" alt="" title="">
	<img style="display:none" src="images/slide-2.jpg" alt="" title="">
	<img style="display:none" src="images/slide-3.jpg" alt="" title="">
</div>
</div></div>
<div style="position:relative">

<!-- BANNER -->
<div class="banner">
    <div class="img_rad"></div>
    <div class="wrapper">
        <strong>АКЦИЯ!</strong>
        <div class="rad_offer">
            Закажите геологические изыскания - и получите измерение радиационного фона на участке <strong>в ПОДАРОК</strong> 
        </div>
        <!--<button name="first_window"  class="home-button activate_modal">Заказать звонок</button>-->
        <a class="but_offer" onclick="getElementById(\'zcwMiniButton\').click()">Заказать звонок</a>
    </div>
</div>

	<div class="content-top">
		<div class="container">
			
<div id="about-company">
<div class="aboutus-img"><img src="images/about-us-img.png" alt="" /></div>
<div class="text">
<div class=\'h1\' >О компании</div>
<p>Фирма ООО "Гео-Яр" – это один из лидеров на современном рынке услуг в сфере инженерно-геологических изысканий. Среди наших заказчиков есть и крупные государственные структуры, и солидные частные компании, и физические лица – застройщики небольших земельных участков. Преимуществами фирмы, позволяющими ей выделяться в ряду конкурентов, являются:</p>

<ul>
	<li>тщательно подобранный инженерно-технический персонал с профильным образованием и обширным опытом работы;</li>
	<li>наличие систематизированного архива отчетных геологических материалов по ранее выполненным работам во многих регионах России;</li>
	<li>собственная современная материально-техническая база, обеспечивающая проведение своими силами всего цикла геологических работ, включая бурение и полевые испытания грунтов;</li>
	<li>высокоточное лабораторное оборудование, позволяющее выполнять определение всех предусмотренных нормативными документами физико-механических параметров грунта и подробный анализ подземных вод.</li>
</ul>

<p>Фирма ООО "Гео-Яр" соблюдает все требования руководящих нормативных документов в сфере геологической деятельности. Имеются в наличии необходимые лицензии и разрешения, квалификационные удостоверения специалистов. Наш принцип сотрудничества с заказчиками – это построение длительных партнерских отношений. Благодаря умеренным ценам на услуги и качественной работе, число постоянных клиентов фирмы из года в год возрастает.</p>
<p>ООО &quot;Гео-Яр&quot; выполняет геологию участка и инженерно-геологические изыскания в городах: Рыбинск, Переславль-Залесский, Тутаев, Углич, Ростов, Ростовский район, Тутаевский район, Ярославский район, Угличский район, городской округ &quot;Переяславль-Залесский&quot;, Рыбинский район.</p>

</div>
		</div>
	</div>
</div>
<!-- About company -->

<div class="seo-text">
	<div class="container ">
		<div class="text blue-line dashed-line content" id="index-geology">
			<h1>Инженерно-геологические изыскания в Ярославле</h1>
<div class="img-center"><img class="cont-imgcenter" title="Геологическая экспертиза" src="images/drugoe/5.jpg" alt="Геологическая экспертиза" /></div>

<p>Основной гарантией надежности и долговечности сооружения является грамотно составленный проект. Процедура его оформления довольно сложна, требует определенных знаний, а также максимально достоверных данных об участке, где планируется возводить объект. Правильность проектной документации во многом зависит от того, была ли проведена геология для строительства на предпроектном этапе. Такие работы нужны, независимо от того, какой объект возводится: гражданский, сельскохозяйственный, промышленный или дорожный.</p>
<h2>Геологические сведения − основа проекта</h2>
<p>Профессиональная геология в Ярославле имеет главную задачу: выполнить сбор максимального количества информации об участке, необходимой для точности проекта. Многоэтапные изыскания проводят только специалисты, имеющие разрешения и лицензию. Наиболее актуальными считаются данные мероприятия, когда нужно определиться с типом фундамента, являющегося основанием любого объекта.</p>
<p id="yar">Только рекомендации инженеров-геологов позволят абсолютно верно подобрать стройматериалы, тип нижнего конструктивного элемента и даже марку бетона. Точкой отсчета станет уровень залегания грунтовых вод и количество водогоризонтов на стройплощадке.</p>
<p>Поэтому, особенно необходим геологический анализ участка если будущий объект планируется возводить в непосредственной близости к водоему.</p>
<h2>Как производятся геологические изыскания фирмой "Гео-Яр"?</h2>
<div class="blockquote1">
<p>Для получения достоверных данных, инженерная геология предопределяет несколько этапов работ: сбор информации (в том числе фондовой), ее анализ и специальная обработка. Так, при заказе геологии в фирме ООО «Гео-Яр», у вас на участке будут выполнены следующие виды исследований:</p>
<ul>
<li>
<p>изучение ландшафта на местности, исследование этапности его формирования;</p>
</li>
<li>
<p>анализ состояния почвы, отбор проб;</p>
</li>
<li>
<p><a href="georadarnoe-skanirovanie.php">геофизические исследования;</a></p>
</li>
<li>
<p>полевой этап, во время которого выполняется <a href="burenie-skvazhin-v-jaroslavle.php">бурение скважин в Ярославле</a>;</p>
</li>
<li>
<p>лабораторная обработка отобранных образцов (лаборатория сертифицирована);</p>
</li>
<li>
<p>определение вероятности оползней и карстов на участке, выбранном под застройку;</p>
</li>
<li>
<p>оформление точного прогноза потенциальных перемен геоусловий на конкретном участке;</p>
</li>
<li>
<p>выполнение благоприятных рабочих программ.</p>
</li>
</ul>
</div>
<p>Также, геология Ярославской области предусматривает определение уровня грунтовых вод с обязательным анализом их химического состава. Такой подход дает возможность спрогнозировать вероятность подтопления площадки, после чего осуществляется расчет устойчивости уклонов и притока воды к стройкотлованам.</p>
<h3>Факторы, влияющие на ценообразование</h3>
<p>Прежде чем заказать геологию под строительство многие интересуются ее <a href="ceny.php">стоимостью</a>. Действительно, данные работы не являются дешевыми. Но их цена полностью оправдана: осуществив столь важные изыскания на начальном этапе, вы экономите в разы. К тому же, на эти работы обычно тратится всего около 1% от общей стоимости строймероприятий. Соответственно, работы не влекут существенных финансовых трат, но служат надежным предупреждением от будущих проблем.</p>
<p>Итак, стоимость геологии зависит от:</p>
<ul>
<li>
<p>размера стройплощадки;</p>
</li>
<li>
<p>методов и площади бурения;</p>
</li>
<li>
<p>количества скважин и отобранных образцов (отбор производится при смене пластов пород);</p>
</li>
<li>
<p>отдаленности строительной площадки;</p>
</li>
<li>
<p>сложности технического отчета.</p>
</li>
</ul>
<p>В зависимости от того, насколько сложны геологические работы, цена может варьироваться. К пенообразующим факторам также можно отнести изученность земельного участка, особенность рельефа и вид конструкции.</p>
<h3>Почему застройщики игнорируют геологию и к чему это приводит?</h3>
<img style="float: right; width: 100%; margin: 5px 15px 0 auto; max-width: 170px;" title="Геологическое исследование участка" src="images/other/9.jpg" alt="Геологическое исследование участка" />
<p>Некоторые застройщики считают, что для возведения небольших малоэтажных строений геологическая разведка участка вовсе не обязательна. Но, на самом деле, такая экономия на изыскательских процедурах − верный путь к серьезным проблемам в будущем, при эксплуатации объекта. Перекосы окон, трещины на стенах, различные проседание возникают из-за неучтенности особенностей почвы на участке. И даже если на смежном участке уже построены прочные дома, на которых не возникают деформации, это не значит, что на вашем участке грунт имеет точно такие же характеристики.</p>
<p>Не стоит строить и без исследований на местности, где нет построек. Только полноценные инженерно-геологические изыскания для строительства от компании «Гео-Яр» помогут предотвратить такие опасные ситуации при эксплуатации объекта, как разрушение коммуникаций и деформации конструкций. Эти работы станут гарантией надежности вашего объекта.</p>
<h3>Влияние геологии на крепость фундамента</h3>
<p>Базой фундамента является грунт, воспринимающий на себя всю нагрузку. В каждой местности грунты имеют существенные отличия. Поэтому, чтобы правильно привязать проект объекта дома к конкретной территории, необходимо знать все о рельефе, типе почвы, глубине его промерзания и насыщенности грунтовыми водами. Получение таких сведений напрямую связано с такой услугой, как геология для строительства коттеджа и дома − основываясь на полученных результатах, можно грамотно выбрать тип нижнего конструктивного элемента, размер его опорного основания, а также глубину закладки.</p>
<p>Своевременно выполненная геология участка под строительство и фундамент позволит избежать перерасхода стройматериалов: вам не придется перестраховываться, и делать слишком крепкий фундамент. Данные о несущих свойствах грунта в пределах будущей стройплощадки − залог правильного выбора типа фундамента, оптимально подходящего для конкретной местности.</p>
<h3>Как сделать заказ правильно?</h3>
<p>Остановив выбор на профильной фирме ООО «Гео-Яр» будьте уверены, что многолетний опыт работы и высокая квалификация инженеров компании, станут залогом качества выполнения услуги. Мы готовы выполнить самые сложные <a href="uslugi.php">изыскания</a>: наличие собственной спецтехники и профессионализм обеспечат получение достоверных данных в максимально сжатые сроки. При этом, будет профессионально осуществлена геология участка, цена которой вас непременно приятно удивит.</p>
			
			<div class="car-1"><img  title="" src="images/car-1.png" alt="car-1" /></div>
		</div>
		
	</div>
</div>



	<div class="container" id=\'prices\'>
	<div class=\'h1\' >Цены</div>


<!--newPRICE-->
<table class="price-list">
<tr>
	<th>Вид работ</th>
    <th>Цена, руб</th>
   </tr>
    <tr>
       <td><strong style="color:red">Геологические изыскания для больших объектов <br> с лабораторией и разработкой отчета</strong></td>
       <td style="white-space:normal"><strong style="color:red">от 1 200 руб/п.м.б.</strong></td>
   </tr>
   <tr>
   	<td>Геологические изыскания (2 скважины по 8 метров)</td>
   	<td>от 28 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (2 скважины по 10 метров)</td>
   	<td>от 30 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (3 скважины по 8 метров)</td>
   	<td>от 32 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (3 скважины по 10 метров)</td>
   	<td>от 42 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (3 скважины по 15 метров)</td>
   	<td>от 54 000</td>
   </tr>
    <tr>
   	<td>Геологические изыскания (4 скважины по 10 метров)</td>
   	<td>от 48 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (5 скважин по 8 метров)</td>
   	<td>от 48 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (5 скважины по 10 метров)</td>
   	<td>от 60 000</td>
   </tr>
   <tr>
   	<td>Геологические изыскания (6 скважин по 8 метров)</td>
   	<td>от 58 000</td>
   </tr>
    <tr>
   	<td>Геологические изыскания (2 скважины по 20 метров)</td>
   	<td>от 48 000</td>
   </tr>
  
   <tr>
       <td><strong>МИНИМАЛЬНЫЙ ЗАКАЗ: 28 000 руб</strong></td>
   </tr>
   
    





   
</table>


<!--     <div class=\'h2\' >Малогабаритная буровая установка (УКБ-12-25)</div> -->
<!--<table class="price-list">-->
<!--<tr>-->
<!--	<th>Вид работ</th>-->
<!--    <th>Цена, руб</th>-->
<!--   </tr>-->
<!--    <tr>-->
<!--       <td><strong style="color:red">Геологические изыскания для больших объектов (от 40 п. м. бурения)<br> с лабораторией и разработкой отчета</strong></td>-->
<!--       <td style="white-space:normal"><strong style="color:red">от 1 300 руб/п.м.б.</strong></td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (2 скважины по 8 метров)</td>-->
<!--   	<td>от 32 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (2 скважины по 10 метров)</td>-->
<!--   	<td>от 34 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (3 скважины по 8 метров)</td>-->
<!--   	<td>от 36 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (3 скважины по 10 метров)</td>-->
<!--   	<td>от 42 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (5 скважин по 8 метров)</td>-->
<!--   	<td>от 52 000</td>-->
<!--   </tr>-->
  
<!--   <tr>-->
<!--       <td><strong>МИНИМАЛЬНЫЙ ЗАКАЗ: 32 000 руб</strong></td>-->
<!--   </tr>-->
   
<!--</table>-->

<!--<h3>Машинное бурение (буровая установка УБШМ-1-20)</h3>-->
<!--<table class="price-list">-->
<!--<tr>-->
<!--	<th>Вид работ</th>-->
<!--    <th>Цена, руб</th>-->
<!--   </tr>-->
<!--   <tr>-->
<!--       <td><strong style="color:red">Геологические изыскания для больших объектов (от 40 п. м. бурения)<br> с лабораторией и разработкой отчета</strong></td>-->
<!--       <td  style="white-space:normal"><strong style="color:red" >от 1 300 руб/п.м.б.</strong></td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (2 скважины по 10-15 метров)</td>-->
<!--   	<td>от 52 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (3 скважины по 15 метров)</td>-->
<!--   	<td>от 52 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (4 скважины по 10 метров)</td>-->
<!--   	<td>от 52 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (5 скважин по 8 метров)</td>-->
<!--   	<td>от 52 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (2 скважины по 20 метров)</td>-->
<!--   	<td>от 60 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (5 скважины по 10 метров)</td>-->
<!--   	<td>от 65 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--   	<td>Геологические изыскания (6 скважин по 8 метров)</td>-->
<!--   	<td>от 62 000</td>-->
<!--   </tr>-->
<!--   <tr>-->
<!--       <td><strong>МИНИМАЛЬНЫЙ ЗАКАЗ: 52 000 руб</strong></td>-->
<!--   </tr>-->
   
<!--</table>-->
	<!--	<div class="price-table hide-s">
	
	<table>
	<thead>
		<tr>
			<td class=\'small-mobile\'>Площадь 
дома, м<sup>2</sup></td>
			<td class=\'small-mobile\'>Этажность дома</td>
			<td class=\'small-mobile\'>Количество скважин <br> (глубина скважин, м)</td>
			<td>Цена, руб</td>
		</tr>
	</thead>
	<tr>
		<td rowspan=\'2\'><strong>до 80 м<sup>2</sup></strong></td>
		<td>1-2 <br>
(или 1 этаж с мансардой)</td>
		<td>2 (8)</td>
		
		<td style="white-space:nowrap"><strike>29 000</strike><br>24 000</td>
		
	</tr>
	<tr>
		<td>до 3 <br>
(или 2 этажа с мансардой)</td>
		<td>2 (10)</td>
		
		<td  style="white-space:nowrap"><strike>35 000</strike><br>26 000</td>
	</tr>
	<tr>
		<td rowspan=\'3\'><strong>до 160 м<sup>2</sup></strong></td>
		<td>1-2 <br>
(или 1 этаж с мансардой)</td>
		<td>3 (8)</td>
		<td style="white-space:nowrap"><strike>33 000</strike><br>29 000</td>
		
	</tr>
	<tr>
		<td>до 3 <br>
(или 2 этажа с мансардой)</td>
		<td>3 (10)</td>
		
		<td style="white-space:nowrap"><strike>39 000</strike><br>34 000</td>
	</tr>
	<tr>
		<td>3 <br>
(или 3 с мансардой)</td>
		<td>3(12)</td>
		
		<td style="white-space:nowrap"><strike>45 000</strike><br>40 000</td>
	</tr>
	<tr>
		<td rowspan=\'3\'><strong>до 260 м<sup>2</sup></strong></td>
		<td>1-2 <br>
(или 1 этаж с мансардой)</td>
		<td>4 (8)</td>
		
		<td style="white-space:nowrap"><strike>39 000</strike><br>34 000</td>
		
	</tr>
	<tr>
		<td>до 3 <br>
(или 2 этажа с мансардой)</td>
		<td>4 (10)</td>
		
		<td style="white-space:nowrap"><strike>47 000</strike><br>42 000</td>
	</tr>
	<tr>
		<td>3 <br>
(или 3 с мансардой)</td>
		<td>4 (12)</td>
		
		<td style="white-space:nowrap"><strike>56 000</strike><br>50 000</td>
	</tr>
	<tr>
		<td rowspan=\'4\'><strong>до 320 м<sup>2</sup></strong></td>
		<td>1-2 <br>
(или 1 этаж с мансардой)</td>
		<td>5 (8)</td>
		
		<td style="white-space:nowrap"><strike>48 000</strike><br>42 000</td>
		
	</tr>
	<tr>
		<td>до 3 <br>
(или 2 этажа с мансардой)</td>
		<td>5 (10)</td>
		
		<td style="white-space:nowrap"><strike>58 000</strike><br>52 000</td>
	</tr>
	<tr>
		<td>3 <br>
(или 3 с мансардой)</td>
		<td>5 (12)</td>
		
		<td style="white-space:nowrap"><strike>68 000</strike><br>63 000</td>
	</tr>
	<tr>
		<td>до 4</td>
		<td>5 (15)</td>
		<td style="white-space:nowrap"><strike>90 000</strike><br>80 000</td>
	</tr>
	<tr>
		<td><strong>Более 320 м<sup>2</sup></strong></td>
		<td colspan="3">Расчет по СП или техническому заданию проектной организации</td>
	</tr>
	<tfoot>
	<tr><td colspan="4" class="text">
		<p>Стоимость геологических изысканий:</p>
		<ul>
			<li>для строительства промышленных объектов;</li>
			<li>для оценки запасов полезного ископаемого при проектировании добычи полезных ископаемых;</li>
		</ul>
		<p>рассчитывается по техническому заданию и требованиям нормативных документов</p>
	</td></tr>
	</tfoot>
</table>-->
	</div>
	<div style=\'text-align: center; height: 40px\'><a name="first_window" class="consalt-btn activate_modal">Консультация</a></div>
	</div>




<div class="container">

<!-- Schemma Steps of work-->

<div class="infobox-container">
<div class="triangle-l">&nbsp;</div>
<div class="triangle-r">&nbsp;</div>
<div class="triangle2-l">&nbsp;</div>
<div class="triangle2-r">&nbsp;</div>

<div class=\'h1\' >Стадии выполнения заказов</div>
<div class="info-blocks">
<div class="inf-blk">
<div class="img t_a_c"><img class="car-1" title="" src="images/geo-icons_03.png" alt="geo-eco" /></div>
<div class="t_a_c">
<div class=\'h5\' >ЗАКАЗ</div>
<p>ДОСТАТОЧНО ПОЗВОНИТЬ НАМ ИЛИ ЗАПОЛНИТЬ ФОРМУ ЗАКАЗА</p>
</div>
</div>
<div class="inf-blk">
<div class="img t_a_c"><img class="car-1" title="" src="images/geo-icons_05.png" alt="geo-eco" /></div>
<div class="t_a_c">
<div class=\'h5\' >ПРЕДОПЛАТА</div>
<p>ПОСЛЕ СОГЛАСОВАНИЯ СТОИМОСТИ УСЛУГ ПОТРЕБУЕТСЯ ОПЛАТИТЬ ПОЛОВИНУ СУММЫ</p>
</div>
</div>
<div class="inf-blk">
<div class="img t_a_c"><img class="car-1" title="" src="images/geo-icons_07.png" alt="geo-eco" /></div>
<div class="t_a_c">
<div class=\'h5\' >ПРОВЕДЕНИЕ РАБОТ</div>
<p>РАБОТЫ ВЫПОЛНЯЮТСЯ ПО СОГЛАСОВАННОМУ С ЗАКАЗЧИКОМ КАЛЕНДАРНОМУ ГРАФИКУ</p>
</div>
</div>
<div class="inf-blk">
<div class="img t_a_c"><img class="car-1" title="" src="images/geo-icons_09.png" alt="geo-eco" /></div>
<div class="t_a_c">
<div class=\'h5\' >ВЫДАЧА ДОКУМЕНТАЦИИ</div>
<p>ОТЧЕТНЫЕ МАТЕРИАЛЫ МОГУТ БЫТЬ ДОСТАВЛЕНЫ ПО ЛЮБОМУ АДРЕСУ</p>
</div>
</div>
</div>
</div>

</div>
</div>


<div class="container" id=\'recall\'>
<div class="comments-block t_a_c" >
<div class=\'h1\' >Отзывы наших клиентов</div>
<div id="owl-carusel" style="margin-left: 20px">
<div class="item">
<div class="testimonials-box">
<div class="title">
<div class=\'h5\' >Сергей Александрович</div><br>
<span>Директор по техническому развитию сети АЗС:</span></div>
<p>Расширяем сеть автозаправочных станций. Фирма ООО «Гео-Яр» в короткие сроки выполнила для нас комплексные инженерно-геологические исследования для проектирования бензо-газовой заправки: анализ архивных сведений по участку работ, бурение разведочных скважин, лабораторные анализы проб грунта. Технический отчет со всеми необходимыми исходными материалами, а также рекомендациями для проектировщиков был выдан даже ранее намеченного в договоре срока. От момента подписания договора до предоставления полностью согласованных документов прошло ровно две недели. Немаловажно и то, что услуга была оказана по минимальной в нашей области цене. Надеемся на дальнейшее взаимовыгодное партнерство.</p>
</div>
</div>

<div class="item">
<div class="testimonials-box">
<div class="title">
<div class=\'h5\' >Евгений Анатольевич</div><br>
<span>Главный инженер:</span></div>
<p>Наша фирма образовалась недавно и специализируется на проектировании и строительстве индивидуальных жилых домов. После получения первых заказов встал вопрос выбора контрагентов, которые бы решали для нас инженерно-геологические и геодезические задачи (в нашем штатном расписании таких специалистов нет, да и покупать дорогостоящее оборудование для этого пока не планируется). Один из сотрудников порекомендовал фирму ООО «Гео-Яр», которая была ему известна по опыту на предыдущем месте работы. Связавшись со специалистами, и ознакомившись с коммерческим предложением этой фирмы, мы убедились, что оно более чем приемлемое. Тем более, как оказалось, и геодезию, и геологию можно заказать в едином комплексе работ. Для верности, конечно, ознакомились и с условиями, предлагаемыми несколькими другими изыскательскими предприятиями, но они уступали Геояровским по цене и полноте предоставляемых услуг. В итоге договор был подписан с ООО «Гео-Яр». Недавно были получены первые отчетные материалы. Работа завершена точно в срок, никаких претензий к качеству нет. Теперь рассчитываем на долгосрочное взаимовыгодное сотрудничество.</p>
</div>
</div>

<div class="item">
<div class="testimonials-box">
<div class="title">
<div class=\'h5\' >Максим Анатолиевич</div><br>
<span>Директор сторительной фирмы:</span></div>
<p>Наша фирма занимается строительством зданий. Для строительства многоквартирного жилого дома нужно было выполнить геологические изыскания. Сроки поджимали, и не хотелось выбиться из графика. Обратились в фирму ООО “Гео-Яр”. Нам пошли навстречу и провели исследование геологии в очень сжатые сроки. При этом технический отчёт, составленный специалистами фирмы, содержал всю необходимую информацию - инженерно-геологические разрезы участка, характеристики выделенных элементов и гидрогеологическую характеристику, а также прогноз изменения геологической ситуации и рекомендации. Для проектирования оставалось достаточно времени. Благодаря качественно выполненной геологии экспертиза прошла без замечаний. Дом удалось построить в срок и избежать неустоек.</p>
</div>
</div>

<div class="item">
<div class="testimonials-box">
<div class="title">
<div class=\'h5\' >Александр Виталиевич</div><br>
<span>Главный инженер:</span></div>
<p>Я работаю в фирме, занимающейся прокладкой коммуникаций и строительством небольших зданий. Составление проекта прокладки коммуникации требует знания коррозийных свойств грунтов и категории грунтов по трудности разработки. Уже продолжительное время сотрудничаем с фирмой ООО “Гео-Яр”. Её специалисты выполняют для нас геологические изыскания, поэтому имеем все необходимые данные. Работы выполняются быстро, невзирая на то, что порой будущая трасса проходит по труднодоступным и насыщенным другими коммуникациями местам. Для строительства домов и небольших зданий тоже нужна геология, чтобы не ошибиться с выбором фундаментов. Видя прогнозный уровень воды, назначаем период рытья котлована. Технические отчёты геологов фирмы обстоятельные и содержат полезные рекомендации.</p>
</div>
</div>

<div class="item">
<div class="testimonials-box">
<div class="title">
<div class=\'h5\' >Денис Сергеевич</div></div>
<p>Решил строить загородный дом в селе на берегу водохранилища. Место красивое, свежий воздух. Но обратил внимание, что дома в селе, даже одноэтажные, имеют трещины в стенах. Узнал, что строят на ленточных фундаментах неглубокого заложения. Друзья посоветовали перед строительством заказать геологические изыскания и обратиться в специализированную фирму ООО “Гео-Яр”.
Приехала бригада бурильщиков во главе с геологом. Пробурили несколько скважин. И оказалось, что небольшая канавка, проходящая по участку вечно влажная и сильно зарастающая, с ужами, - не что иное, как проявление на поверхности земли старого русла притока небольшой речушки, теперь уже скрытой водами водохранилища.
Деньги, потраченные на геологию, уберегли мой будущий дом от разрушения.</p>
</div>
</div>
</div>
<div class="t_a_c"><a name="first_window" class="consalt-btn t_a_c activate_modal">Консультация</a></div>
</div>
</div>

<div id="cpo" name="cpo"></div>
<div class="container blue-line dashed-line-top" >

<div class="licenz-block">
<div class=\'h1\' >СРО</div>
<div class="licenz-text">
<p style="text-align: center;">Рабочая команда фирмы ООО "Гео-Яр" подобрана из профессионалов своего дела. Квалификация наших специалистов засвидетельствована соответствующими дипломами и сертификатами. Практический опыт геологических изысканий приобретен уже во многих уголках России. Компетенция предприятия и соответствие его всем требованиям законодательных и нормативных документов подтверждается наличием необходимых лицензий. Наши материально-технические ресурсы позволяют проводить буровые работы, полевые и лабораторные исследования максимальной степени сложности. Очередным закономерным этапом развития ООО "Гео-Яр" является его прием в профильную СРО (саморегулируемую организацию). Членство в СРО служит не только дополнительной характеристикой высокого уровня, достигнутого фирмой, что позволяет расширить число постоянных партнеров, но и обязывает коллектив постоянно совершенствоваться.</p>
</div>

</div>


	
		
	
<div id="pr" class="why-us-block t_a_c">
<div class=\'h1\' >Наши преимущества</div>
<div class="why-box" style="background-color:#802000; color:#FFFFFF">
<div class=\'h2\' style="color:#FFFFFF; border-color:#FFFFFF" >Проблемы, возникающие при сотрудничестве с некоторыми изыскательскими предприятиями:</div>
<ul>
<li><img src="images/geo-imgs_44.png" alt="geo" />
<p>- Нехватка профессионалов по некоторым видам изыскательских работ, что приводит к необходимости к временному привлечению работников «со стороны». Это может негативно сказаться на сроках выполнения заказов, и, к тому же, затрудняет гарантирование качества услуг.</p>
</li>
<li><img src="images/geo-imgs_44.png" alt="geo" />
<p>- Зачастую, небольшие изыскательские фирмы не имеют на балансе буровых агрегатов и для проведения работ, связанных с бурением нанимают непроверенные буровые бригады с их оборудованием. Иногда это приводит к срывам графика работ из-за неисправности техники и низкого уровня трудовой дисциплины буровиков.
</p>
</li>
<li><img src="images/geo-imgs_44.png" alt="geo" />
<p>- Отсутствие собственной лаборатории для определения физико-механических свойств грунта и анализа грунтовой воды. Пробы для исследований после отбора сдаются в сторонние лаборатории. Надлежащий контроль качества аналитических испытаний осуществить в таких условиях практически невозможно.
</p>
</li>
<li><img src="images/geo-imgs_44.png" alt="geo" />
<p>- Завышенная стоимость работ, обусловленная тем, что большая их часть выполняется по отдельным договорам субподрядными организациями.
</p>
</li>
<li><img src="images/geo-imgs_44.png" alt="geo" />
<p>- Иногда в процессе технически сложных изысканий контролирующими органами выявляются нарушения, связанные с недостаточно подтвержденной квалификацией персонала и несоответствием требованиям применяемых механизмов.
</p>
</li>
</ul>
</div>
<div class="why-box ">
<div class=\'h2\' >Проблемы которые мы<br />решаем:</div>
<ul>
<li><img src="images/geo-imgs_47.png" alt="geo" />
<p>- Все выполняемые работы проводятся специалистами нашей фирмы. Количество высококвалифицированных сотрудников позволяет полностью отказаться от привлечения посторонних «экспертов».
</p>
</li>
<li><img src="images/geo-imgs_47.png" alt="geo" />
<p>- Наличие собственного разнообразного бурового оборудования, включающего как самоходную технику, так и малогабаритные установки, обеспечивает проходку горных выработок необходимой конфигурации в любых условиях.</p>
</li>
<li><img src="images/geo-imgs_47.png" alt="geo" />
<p>- В структуре фирмы имеется своя лаборатория, прошедшая в установленном порядке аттестацию по всем применяемым методикам исследования проб грунтов и воды. Лабораторное оборудование и приборы подвергаются своевременной поверке и калибровке. Контроль достоверности данных анализов выполняется в соответствии с действующими стандартами, что позволяет предоставлять проектировщикам только точные данные.</p>
</li>
<li><img src="images/geo-imgs_47.png" alt="geo" />
<p>- Выполняя весь комплекс изысканий собственными силами и в высоком темпе, наше предприятие имеет возможность устанавливать реальную стоимость своих услуг. Поддерживать цены на приемлемом для заказчиков уровне позволяет также большое количество постоянных клиентов, обеспечивающих стабильные объемы работ.
</p>
</li>
<li><img src="images/geo-imgs_47.png" alt="geo" />
<p>- Руководство фирмы осуществляет постоянный контроль соблюдения всеми сотрудниками лицензионных условий осуществления деятельности. Персонал проходит периодическое обучение и способен осуществлять изыскательские работы повышенной сложности. Серьезное внимание уделяется вопросам производственной безопасности и технического надзора.</p>
</li>
</ul>
</div>
<div class="clearfix">&nbsp;</div>
<div class="t_a_c"><a name="first_window" class="consalt-btn t_a_c activate_modal">Заказать звонок</a></div>
</div>
	
		<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>

		

</div> <!-- #content -->

<script async type="application/ld+json">
{
  "@context": "http://schema.org/",
  "@type": "Product",
  "name": "Инженерно-геологические изыскания - заказать геологию для строительства в Ярославле и области",
  "image": "http://geo-yar.ru/images/slide-2.jpg",
  "description": "Заказывайте инженерные изыскания (геологию под фундамент для строительства коттеджа) у "Гео-Яр"! Звоните по телефону: ☎‎+7(4852)60-73-53.",
    "brand": {
    "@type": "Organization",
    "name": "Гео-Яр"
  },
  "aggregateRating": {
    "@type": "AggregateRating",
    "ratingValue": "4.5",
    "reviewCount": "29"
  },
  "offers": {
    "@type": "Offer",
    "priceCurrency": "RUB",
    "price": "24000.00",
    "priceValidUntil": "2017-07-07",
    "availability": "http://schema.org/InStock",
    "seller": {
      "@type": "Organization",
      "name": "Гео-Яр"
    }
  }
}
</script>

<script async type="application/ld+json">
{ 
    "@context": "http://schema.org/", 
 "@type": "Article",
 "headline": "Инженерно-геологические изыскания - заказать геологию для строительства в Ярославле и области",
 "image": {
          "@type": "ImageObject",
           "contentUrl": "http://geo-yar.ru/images/slide-2.jpg",
           "url": "http://geo-yar.ru/images/slide-2.jpg",
           "height": "900",
           "width": "1200"
       },
 "author": "Гео-Яр", 
 "mainEntityOfPage": "http://geo-yar.ru/", 
  "publisher": {
      "@type": "Organization",
      "name": "Гео-Яр",
      "logo": {
          "@type": "ImageObject",
           "contentUrl": "http://geo-yar.ru/images/logo.png",
           "url": "http://geo-yar.ru/images/logo.png"
       }
    },
 "url": "http://geo-yar.ru/",
 "datePublished": "2016-11-08",
 "dateCreated": "2016-11-08",
 "dateModified": "2016-11-08",
 "description": "Заказывайте инженерные изыскания (геологию под фундамент для строительства коттеджа) у \'Гео-Яр\'! Звоните по телефону: ☎‎+7(4852)60-73-53.",
 "aggregateRating": {
    "@type": "AggregateRating",
    "ratingValue": "4.5",
    "reviewCount": "29"
  },
 "articleBody": "Инженерно-геологические изыскания в Ярославле


<p>Основной гарантией надежности и долговечности сооружения является грамотно составленный проект. Процедура его оформления довольно сложна, требует определенных знаний, а также максимально достоверных данных об участке, где планируется возводить объект. Правильность проектной документации во многом зависит от того, была ли проведена геология для строительства на предпроектном этапе. Такие работы нужны, независимо от того, какой объект возводится: гражданский, сельскохозяйственный, промышленный или дорожный.</p>
<h2>Геологические сведения − основа проекта</h2>
<p>Профессиональная геология в Ярославле имеет главную задачу: выполнить сбор максимального количества информации об участке, необходимой для точности проекта. Многоэтапные изыскания проводят только специалисты, имеющие разрешения и лицензию. Наиболее актуальными считаются данные мероприятия, когда нужно определиться с типом фундамента, являющегося основанием любого объекта.</p>
<p id=\'yar\'>Только рекомендации инженеров-геологов позволят абсолютно верно подобрать стройматериалы, тип нижнего конструктивного элемента и даже марку бетона. Точкой отсчета станет уровень залегания грунтовых вод и количество водогоризонтов на стройплощадке.</p>
<p>Поэтому, особенно необходим геологический анализ участка если будущий объект планируется возводить в непосредственной близости к водоему.</p>
<h2>Как производятся геологические изыскания фирмой \'Гео-Яр\'?</h2>

<p>Для получения достоверных данных, инженерная геология предопределяет несколько этапов работ: сбор информации (в том числе фондовой), ее анализ и специальная обработка. Так, при заказе геологии в фирме ООО «Гео-Яр», у вас на участке будут выполнены следующие виды исследований:</p>
<ul>
<li>
<p>изучение ландшафта на местности, исследование этапности его формирования;</p>
</li>
<li>
<p>анализ состояния почвы, отбор проб;</p>
</li>
<li>
<p>геофизические исследования;</p>
</li>
<li>
<p>полевой этап, во время которого выполняется бурение скважин в Ярославле;</p>
</li>
<li>
<p>лабораторная обработка отобранных образцов (лаборатория сертифицирована);</p>
</li>
<li>
<p>определение вероятности оползней и карстов на участке, выбранном под застройку;</p>
</li>
<li>
<p>оформление точного прогноза потенциальных перемен геоусловий на конкретном участке;</p>
</li>
<li>
<p>выполнение благоприятных рабочих программ.</p>
</li>
</ul>

<p>Также, геология Ярославской области предусматривает определение уровня грунтовых вод с обязательным анализом их химического состава. Такой подход дает возможность спрогнозировать вероятность подтопления площадки, после чего осуществляется расчет устойчивости уклонов и притока воды к стройкотлованам.</p>
<h3>Факторы, влияющие на ценообразование</h3>
<p>Прежде чем заказать геологию под строительство многие интересуются ее стоимостью. Действительно, данные работы не являются дешевыми. Но их цена полностью оправдана: осуществив столь важные изыскания на начальном этапе, вы экономите в разы. К тому же, на эти работы обычно тратится всего около 1% от общей стоимости строймероприятий. Соответственно, работы не влекут существенных финансовых трат, но служат надежным предупреждением от будущих проблем.</p>
<p>Итак, стоимость геологии зависит от:</p>
<ul>
<li>
<p>размера стройплощадки;</p>
</li>
<li>
<p>методов и площади бурения;</p>
</li>
<li>
<p>количества скважин и отобранных образцов (отбор производится при смене пластов пород);</p>
</li>
<li>
<p>отдаленности строительной площадки;</p>
</li>
<li>
<p>сложности технического отчета.</p>
</li>
</ul>
<p>В зависимости от того, насколько сложны геологические работы, цена может варьироваться. К пенообразующим факторам также можно отнести изученность земельного участка, особенность рельефа и вид конструкции.</p>
<h3>Почему застройщики игнорируют геологию и к чему это приводит?</h3>

<p>Некоторые застройщики считают, что для возведения небольших малоэтажных строений геологическая разведка участка вовсе не обязательна. Но, на самом деле, такая экономия на изыскательских процедурах − верный путь к серьезным проблемам в будущем, при эксплуатации объекта. Перекосы окон, трещины на стенах, различные проседание возникают из-за неучтенности особенностей почвы на участке. И даже если на смежном участке уже построены прочные дома, на которых не возникают деформации, это не значит, что на вашем участке грунт имеет точно такие же характеристики.</p>
<p>Не стоит строить и без исследований на местности, где нет построек. Только полноценные инженерно-геологические изыскания для строительства от компании «Гео-Яр» помогут предотвратить такие опасные ситуации при эксплуатации объекта, как разрушение коммуникаций и деформации конструкций. Эти работы станут гарантией надежности вашего объекта.</p>
<h3>Влияние геологии на крепость фундамента</h3>
<p>Базой фундамента является грунт, воспринимающий на себя всю нагрузку. В каждой местности грунты имеют существенные отличия. Поэтому, чтобы правильно привязать проект объекта дома к конкретной территории, необходимо знать все о рельефе, типе почвы, глубине его промерзания и насыщенности грунтовыми водами. Получение таких сведений напрямую связано с такой услугой, как геология для строительства коттеджа и дома − основываясь на полученных результатах, можно грамотно выбрать тип нижнего конструктивного элемента, размер его опорного основания, а также глубину закладки.</p>
<p>Своевременно выполненная геология участка под строительство и фундамент позволит избежать перерасхода стройматериалов: вам не придется перестраховываться, и делать слишком крепкий фундамент. Данные о несущих свойствах грунта в пределах будущей стройплощадки − залог правильного выбора типа фундамента, оптимально подходящего для конкретной местности.</p>
<h3>Как сделать заказ правильно?</h3>
<p>Остановив выбор на профильной фирме ООО «Гео-Яр» будьте уверены, что многолетний опыт работы и высокая квалификация инженеров компании, станут залогом качества выполнения услуги. Мы готовы выполнить самые сложные изыскания: наличие собственной спецтехники и профессионализм обеспечат получение достоверных данных в максимально сжатые сроки. При этом, будет профессионально осуществлена геология участка, цена которой вас непременно приятно удивит.</p>"
 
 }
</script>
		
<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>
  <script src="js/owl.carousel.min.js"></script>
	<script src="js/slideshow.js"></script>
</body>
</html>',
    '_isForward' => false,
  ),
  'contentType' => 
  array (
    'id' => 1,
    'name' => 'HTML',
    'description' => 'HTML content',
    'mime_type' => 'text/html',
    'file_extensions' => '.php',
    'headers' => NULL,
    'binary' => 0,
  ),
  'policyCache' => 
  array (
  ),
  'elementCache' => 
  array (
    '[[*pagetitle]]' => 'Инженерно-геологические изыскания - заказать геологию для строительства в Ярославле и области',
    '[[*description]]' => 'Заказывайте инженерные изыскания (геологию под фундамент для строительства коттеджа) у "Гео-Яр"! Звоните по телефону: ☎‎+7(4852)60-73-53.',
    '[[$header]]' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
    '[[$contact-form]]' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
    '[[*image]]' => 'slide-2.jpg',
    '[[*rating]]' => '4.5',
    '[[*review]]' => '29',
    '[[*price]]' => '24000',
    '[[*pagetitle:ellipsis=`95`:replace=`"==\'`]]' => 'Инженерно-геологические изыскания - заказать геологию для строительства в Ярославле и области',
    '[[*id]]' => 1,
    '[[~1? &scheme=`full`]]' => 'http://geo-yar.ru/',
    '[[*description:replace=`"==\'`]]' => 'Заказывайте инженерные изыскания (геологию под фундамент для строительства коттеджа) у \'Гео-Яр\'! Звоните по телефону: ☎‎+7(4852)60-73-53.',
    '[[*content:replace=`"==\'`:strip_tags=`<p>,<h2>,<h3>,<ul>,<ol>,<li>`]]' => 'Инженерно-геологические изыскания в Ярославле


<p>Основной гарантией надежности и долговечности сооружения является грамотно составленный проект. Процедура его оформления довольно сложна, требует определенных знаний, а также максимально достоверных данных об участке, где планируется возводить объект. Правильность проектной документации во многом зависит от того, была ли проведена геология для строительства на предпроектном этапе. Такие работы нужны, независимо от того, какой объект возводится: гражданский, сельскохозяйственный, промышленный или дорожный.</p>
<h2>Геологические сведения − основа проекта</h2>
<p>Профессиональная геология в Ярославле имеет главную задачу: выполнить сбор максимального количества информации об участке, необходимой для точности проекта. Многоэтапные изыскания проводят только специалисты, имеющие разрешения и лицензию. Наиболее актуальными считаются данные мероприятия, когда нужно определиться с типом фундамента, являющегося основанием любого объекта.</p>
<p id=\'yar\'>Только рекомендации инженеров-геологов позволят абсолютно верно подобрать стройматериалы, тип нижнего конструктивного элемента и даже марку бетона. Точкой отсчета станет уровень залегания грунтовых вод и количество водогоризонтов на стройплощадке.</p>
<p>Поэтому, особенно необходим геологический анализ участка если будущий объект планируется возводить в непосредственной близости к водоему.</p>
<h2>Как производятся геологические изыскания фирмой \'Гео-Яр\'?</h2>

<p>Для получения достоверных данных, инженерная геология предопределяет несколько этапов работ: сбор информации (в том числе фондовой), ее анализ и специальная обработка. Так, при заказе геологии в фирме ООО «Гео-Яр», у вас на участке будут выполнены следующие виды исследований:</p>
<ul>
<li>
<p>изучение ландшафта на местности, исследование этапности его формирования;</p>
</li>
<li>
<p>анализ состояния почвы, отбор проб;</p>
</li>
<li>
<p>геофизические исследования;</p>
</li>
<li>
<p>полевой этап, во время которого выполняется бурение скважин в Ярославле;</p>
</li>
<li>
<p>лабораторная обработка отобранных образцов (лаборатория сертифицирована);</p>
</li>
<li>
<p>определение вероятности оползней и карстов на участке, выбранном под застройку;</p>
</li>
<li>
<p>оформление точного прогноза потенциальных перемен геоусловий на конкретном участке;</p>
</li>
<li>
<p>выполнение благоприятных рабочих программ.</p>
</li>
</ul>

<p>Также, геология Ярославской области предусматривает определение уровня грунтовых вод с обязательным анализом их химического состава. Такой подход дает возможность спрогнозировать вероятность подтопления площадки, после чего осуществляется расчет устойчивости уклонов и притока воды к стройкотлованам.</p>
<h3>Факторы, влияющие на ценообразование</h3>
<p>Прежде чем заказать геологию под строительство многие интересуются ее стоимостью. Действительно, данные работы не являются дешевыми. Но их цена полностью оправдана: осуществив столь важные изыскания на начальном этапе, вы экономите в разы. К тому же, на эти работы обычно тратится всего около 1% от общей стоимости строймероприятий. Соответственно, работы не влекут существенных финансовых трат, но служат надежным предупреждением от будущих проблем.</p>
<p>Итак, стоимость геологии зависит от:</p>
<ul>
<li>
<p>размера стройплощадки;</p>
</li>
<li>
<p>методов и площади бурения;</p>
</li>
<li>
<p>количества скважин и отобранных образцов (отбор производится при смене пластов пород);</p>
</li>
<li>
<p>отдаленности строительной площадки;</p>
</li>
<li>
<p>сложности технического отчета.</p>
</li>
</ul>
<p>В зависимости от того, насколько сложны геологические работы, цена может варьироваться. К пенообразующим факторам также можно отнести изученность земельного участка, особенность рельефа и вид конструкции.</p>
<h3>Почему застройщики игнорируют геологию и к чему это приводит?</h3>

<p>Некоторые застройщики считают, что для возведения небольших малоэтажных строений геологическая разведка участка вовсе не обязательна. Но, на самом деле, такая экономия на изыскательских процедурах − верный путь к серьезным проблемам в будущем, при эксплуатации объекта. Перекосы окон, трещины на стенах, различные проседание возникают из-за неучтенности особенностей почвы на участке. И даже если на смежном участке уже построены прочные дома, на которых не возникают деформации, это не значит, что на вашем участке грунт имеет точно такие же характеристики.</p>
<p>Не стоит строить и без исследований на местности, где нет построек. Только полноценные инженерно-геологические изыскания для строительства от компании «Гео-Яр» помогут предотвратить такие опасные ситуации при эксплуатации объекта, как разрушение коммуникаций и деформации конструкций. Эти работы станут гарантией надежности вашего объекта.</p>
<h3>Влияние геологии на крепость фундамента</h3>
<p>Базой фундамента является грунт, воспринимающий на себя всю нагрузку. В каждой местности грунты имеют существенные отличия. Поэтому, чтобы правильно привязать проект объекта дома к конкретной территории, необходимо знать все о рельефе, типе почвы, глубине его промерзания и насыщенности грунтовыми водами. Получение таких сведений напрямую связано с такой услугой, как геология для строительства коттеджа и дома − основываясь на полученных результатах, можно грамотно выбрать тип нижнего конструктивного элемента, размер его опорного основания, а также глубину закладки.</p>
<p>Своевременно выполненная геология участка под строительство и фундамент позволит избежать перерасхода стройматериалов: вам не придется перестраховываться, и делать слишком крепкий фундамент. Данные о несущих свойствах грунта в пределах будущей стройплощадки − залог правильного выбора типа фундамента, оптимально подходящего для конкретной местности.</p>
<h3>Как сделать заказ правильно?</h3>
<p>Остановив выбор на профильной фирме ООО «Гео-Яр» будьте уверены, что многолетний опыт работы и высокая квалификация инженеров компании, станут залогом качества выполнения услуги. Мы готовы выполнить самые сложные изыскания: наличие собственной спецтехники и профессионализм обеспечат получение достоверных данных в максимально сжатые сроки. При этом, будет профессионально осуществлена геология участка, цена которой вас непременно приятно удивит.</p>',
    '[[$footer]]' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
  ),
  'sourceCache' => 
  array (
    'modChunk' => 
    array (
      'header' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'header',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'contact-form' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'contact-form',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'footer' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'footer',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
    'modSnippet' => 
    array (
    ),
    'modTemplateVar' => 
    array (
      'image' => 
      array (
        'fields' => 
        array (
          'id' => 1,
          'source' => 2,
          'property_preprocess' => false,
          'type' => 'image',
          'name' => 'image',
          'caption' => 'Изображение',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => 'slide-2.jpg',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => 'slide-2.jpg',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 2,
          'name' => 'Images',
          'description' => 'Картинки',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
            'basePath' => 
            array (
              'name' => 'basePath',
              'desc' => 'prop_file.basePath_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '/images/',
              'lexicon' => 'core:source',
            ),
          ),
          'is_stream' => true,
        ),
      ),
      'rating' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'listbox',
          'name' => 'rating',
          'caption' => 'Рейтинг от 0 до 5',
          'description' => 'Любое значение от 4 до 5',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '4.1||4.2||4.3||4.4||4.5||4.6||4.7||4.8||4.9',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '4.5',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'listWidth' => '',
            'title' => '',
            'typeAhead' => 'false',
            'typeAheadDelay' => '250',
            'forceSelection' => 'false',
            'listEmptyText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '4.5',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'review' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'number',
          'name' => 'review',
          'caption' => 'Количество отзывов',
          'description' => 'Любое целое число от 10 до 50',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '29',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'allowDecimals' => 'Нет',
            'allowNegative' => 'Нет',
            'decimalPrecision' => '2',
            'decimalSeparator' => '.',
            'maxValue' => '50',
            'minValue' => '10',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '29',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'price' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'number',
          'name' => 'price',
          'caption' => 'Цена услуги',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '24000',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'allowDecimals' => 'Нет',
            'allowNegative' => 'Нет',
            'decimalPrecision' => '2',
            'decimalSeparator' => '.',
            'maxValue' => '',
            'minValue' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '24000',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
  ),
);