<?php  return array (
  'resourceClass' => 'modDocument',
  'resource' => 
  array (
    'id' => 17,
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Как получить кадастровый план земельного участка в Ярославле и Ярославской области',
    'longtitle' => '',
    'description' => 'Заказать кадастровый план территории, объекта, здания, квартиры, дома, помещения в Ярославской области и узнать стоимость можно в компании “Гео-Яр” по телефону +7(4852)60-73-53',
    'alias' => 'kadastrovyj-plan',
    'link_attributes' => '',
    'published' => 1,
    'pub_date' => 0,
    'unpub_date' => 0,
    'parent' => 0,
    'isfolder' => 0,
    'introtext' => '',
    'content' => '<h1>Как получить кадастровый план земельного участка в Ярославле?</h1>
<p>Для признания государством земельного надела объектом недвижимости, с которым в дальнейшем будет возможно совершать коммерческие сделки, его необходимо поставить на <a href="kadastrovyj-uchet-uchastka.php">кадастровый учет</a>.</p>
<p>Эта процедура предусматривает сбор и должное оформление достоверной, полной информации о конкретной земле, и требует наличия кадастрового плана участка в Ярославле и Ярославской области − важного документа с точными данными о границах участка.</p>
<h2 style="text-align: center;">Содержание кадастрового плана</h2>
<p>Правильный кадастровый план территории земельного участка должен быть оформлен в соответствии с регламентирующими документами. Он всегда содержит пять разделов: с общей информацией, картографическими схемами, информацией о регистрационном номере, наименовании компании-исполнителя, теххарактеристиками земучастка, а также содержит сведения о землевладельце и задачах регистрации надела в кадастре.</p>
<div class="blockquote">При желании заказать кадастровый план территории в Ярославле и Ярославской области, стоит понимать, что этот документ − обязательное приложение к кадастровому паспорту. В плане обозначены достоверные факты об определенной земле. Этот документ придется оформить, если собственник планирует зарегистрировать землю на себя и официально оформить право собственности. Без него не получится совершить какую-либо операцию: продать участок, подарить, застраховать, передать по наследству, построить капитальное строение в пределах надела, обменять или использовать как залоговое имущество.</div>
<h3 style="text-align: center;">Кадастровый план: подготовка к регистрации</h3>
<p>Для заказа кадастрового плана объекта необходимо предоставить государственным регистратором реальную полноценную информацию и земобъекте. Базовый список документов, которые требуется подать в кадастровую палату:</p>
<ul>
<li>заявление, написанное владельцем земли;</li>
<li>чек (подтверждение уплаты государственной пошлины);</li>
<li>план, составленный по результатам межевания;</li>
<li><a href="utochnenie-soglasovanie-granic-zemelnogo-uchastka.php">акт согласования границ</a> (при необходимости, для подтверждения отсутствия споров с соседями касаемо границ);</li>
<li>паспорт землесобственника.</li>
</ul>
<div class="blockquote">Подачу документов может осуществить как собственник, так и его доверенное лицо (при наличии нотариальной доверенности). Согласно последним изменением в земельном законодательстве, для оформления кадастрового плана квартиры или другого объекта недвижимости, разрешено отправлять документы посредством почты России, а также − по электронной почте. В этом случае все экземпляры и копии должны быть должным образом завизированы.</div>
<h3 style="text-align: center;">Потребуется ли повторное получение плана?</h3>
<p><strong><em>По закону, техплан не имеет определенного срока годности. Но не стоит забывать, что получение кадастрового плана на землю непременно предусматривает проведение специальной <a href="mezhevoj-plan-mezhevanie.php">процедуры межевания</a>, и, соответственно, установку и <a href="vynos-v-naturu.php">вынос в натуру границ</a>.</em></strong></p>
<p>Но в процессе эксплуатации земли, границы надела могут быть изменены: участок объединен с соседними, или наоборот, разделен на несколько меньших по размеру. Если границы изменяются, необходима корректировка данных в кадастре. В этом случае понадобится заказать межевание повторно.</p>
<h3 style="text-align: center;">Особенности документа на строение</h3>
<p>Не только земля, но и объекты капитального строительства, а также инженерные сооружения и линейные объекты должны иметь кадастровые (технические) документы. Этот вид плана содержит данные об особенностях постройки, выполнении достроек и обновлений. Не стоит полагать, что оформить такой документ может любой инженер. На самом деле кадастровый план здания в Ярославле и Ярославской области разрешается составлять только высококвалифицированным кадастровым сотрудникам, которые имеют свидетельство о прохождении соответствующей аттестации. При регистрации такого документа не допустимы неточности и ошибки, иначе процедура потребует повторения и уточнения.</p>
<div class="blockquote">Чтобы не терять время и средства, и получить кадастровый план дома в сжатые сроки, обратитесь за профессиональной помощью в ООО «<a href="#about-company">Гео-Яр</a>». Мы гарантируем реализацию <a href="kadastrovye-raboty-i-uslugi.php">кадастровых услуг</a> любой сложности на высоком профессиональном уровне. По желанию заказчика может быть оказано содействие при согласовании регистрационной документации в контролирующей инстанции.</div>
<h3 style="text-align: center;">Какие услуги предоставляет компания ООО «Гео-Яр»?</h3>
<p>При необходимости срочно оформить кадастровый план помещения, закажите услугу у профессионалов «Гео-Яр». Выполняем следующие виды услуг (как в комплексе, так и отдельно):</p>
<ul>
<li><a href="inzhenerno-geodezicheskie-izyskanija.php">геодезическую съемку</a> любого типа и сложности;</li>
<li>формирование, установку межевых знаков на местности;</li>
<li>выполнение проекта для <a href="obedinenie-razdel-uchastka.php">раздела участка</a>;</li>
<li>оформление <a href="mezhevoj-plan-mezhevanie.php">межевого плана</a> «под ключ»;</li>
<li>составление карты расположения надела на местности.</li>
</ul>
<p>Однозначно <a href="ceny.php">о стоимости</a> кадастрового плана на дом в Ярославле и Ярославской области говорить нельзя: сумма будет зависеть от множества факторов (объема работ, площади исследуемой территории, использованных геодезических методов и пр). Расчет стоимости и оформление сметы производится в индивидуальном порядке.</p>
<p>При желании получить квалифицированную консультацию, позвоните по телефонам, указанным на <a href="http://geo-yar.ru/">сайте</a> или заполните онлайн-форму: наши специалисты ответят на все ваши вопросы и помогут оформить заявку на выполнение <a href="uslugi.php">услуг</a>.</p>
<p>ООО "Гео-Яр" выполняет услуги оформления кадастрового плана в городах:</p>
<ul>
<li>Рыбинск;</li>
<li>Переславль-Залесский;</li>
<li>Тутаев;</li>
<li>Углич;</li>
<li>Ростов;</li>
<li>Ростовский район;</li>
<li>Тутаевский район;</li>
<li>Ярославский район;</li>
<li>Угличский район;</li>
<li>городской округ "Переяславль-Залесский";</li>
<li>Рыбинский район.</li>
</ul>',
    'richtext' => 1,
    'template' => 1,
    'menuindex' => 16,
    'searchable' => 1,
    'cacheable' => 1,
    'createdby' => 3,
    'createdon' => 1487786667,
    'editedby' => 1,
    'editedon' => 1506070903,
    'deleted' => 0,
    'deletedon' => 0,
    'deletedby' => 0,
    'publishedon' => 1487786640,
    'publishedby' => 3,
    'menutitle' => '',
    'donthit' => 0,
    'privateweb' => 0,
    'privatemgr' => 0,
    'content_dispo' => 0,
    'hidemenu' => 0,
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => 1,
    'uri' => 'kadastrovyj-plan.php',
    'uri_override' => 0,
    'hide_children_in_tree' => 0,
    'show_in_tree' => 1,
    'properties' => NULL,
    'image' => 
    array (
      0 => 'image',
      1 => 'kadastr/13.jpg',
      2 => 'default',
      3 => NULL,
      4 => 'image',
    ),
    'price' => 
    array (
      0 => 'price',
      1 => '12000',
      2 => 'default',
      3 => NULL,
      4 => 'number',
    ),
    'rating' => 
    array (
      0 => 'rating',
      1 => '4.7',
      2 => 'default',
      3 => NULL,
      4 => 'listbox',
    ),
    'review' => 
    array (
      0 => 'review',
      1 => '19',
      2 => 'default',
      3 => NULL,
      4 => 'number',
    ),
    'url-list' => 
    array (
      0 => 'url-list',
      1 => '[{"MIGX_id":"1","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0435 \\u0440\\u0430\\u0431\\u043e\\u0442\\u044b \\u0438 \\u0443\\u0441\\u043b\\u0443\\u0433\\u0438","url":"http:\\/\\/geo-yar.ru\\/kadastrovye-raboty-i-uslugi.php"},{"MIGX_id":"2","title":"\\u0423\\u0442\\u043e\\u0447\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0438 \\u0441\\u043e\\u0433\\u043b\\u0430\\u0441\\u043e\\u0432\\u0430\\u043d\\u0438\\u0435 \\u0433\\u0440\\u0430\\u043d\\u0438\\u0446 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/utochnenie-soglasovanie-granic-zemelnogo-uchastka.php"},{"MIGX_id":"3","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-uchastka.php"},{"MIGX_id":"4","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u043d\\u0435\\u0434\\u0432\\u0438\\u0436\\u0438\\u043c\\u043e\\u0441\\u0442\\u0438","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-nedvizhimosti.php"},{"MIGX_id":"5","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u043a\\u0432\\u0430\\u0440\\u0442\\u0438\\u0440\\u044b, \\u043c\\u0430\\u0448\\u0438\\u043d\\u043e\\u043c\\u0435\\u0441\\u0442\\u0430 \\u0438 \\u0433\\u0430\\u0440\\u0430\\u0436\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-kvartiry-garazha.php"},{"MIGX_id":"6","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0433\\u0430\\u0437\\u043e\\u043f\\u0440\\u043e\\u0432\\u043e\\u0434\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-gazoprovoda.php"},{"MIGX_id":"7","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0434\\u043e\\u0440\\u043e\\u0433","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-avtodorog.php"},{"MIGX_id":"8","title":"\\u041c\\u0435\\u0436\\u0435\\u0432\\u0430\\u043d\\u0438\\u0435 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u043e\\u0432","url":"http:\\/\\/geo-yar.ru\\/mezhevoj-plan-mezhevanie.php"},{"MIGX_id":"9","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u043f\\u0430\\u0441\\u043f\\u043e\\u0440\\u0442 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430, \\u043e\\u0431\\u044a\\u0435\\u043a\\u0442\\u0430 \\u043d\\u0435\\u0434\\u0432\\u0438\\u0436\\u0438\\u043c\\u043e\\u0441\\u0442\\u0438","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-pasport.php"},{"MIGX_id":"10","title":"\\u041e\\u0444\\u043e\\u0440\\u043c\\u043b\\u0435\\u043d\\u0438\\u0435 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/oformlenie-zemelnogo-uchastka.php"},{"MIGX_id":"11","title":"\\u041f\\u043e\\u0434\\u0433\\u043e\\u0442\\u043e\\u0432\\u043a\\u0430 \\u0442\\u0435\\u0445\\u043d\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0433\\u043e \\u043f\\u043b\\u0430\\u043d\\u0430","url":"http:\\/\\/geo-yar.ru\\/tehnicheskij-plan.php"},{"MIGX_id":"12","title":"\\u041e\\u0444\\u043e\\u0440\\u043c\\u043b\\u0435\\u043d\\u0438\\u0435 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u043e\\u0433\\u043e \\u043d\\u043e\\u043c\\u0435\\u0440\\u0430","url":"http:\\/\\/geo-yar.ru\\/oformlenie-kadastrovogo-nomera.php"},{"MIGX_id":"13","title":"\\u041e\\u0431\\u044a\\u0435\\u0434\\u0438\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0438 \\u0440\\u0430\\u0437\\u0434\\u0435\\u043b \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u043e\\u0432","url":"http:\\/\\/geo-yar.ru\\/obedinenie-razdel-uchastka.php"},{"MIGX_id":"14","title":"\\u0410\\u043a\\u0442 \\u043e\\u0431\\u0441\\u043b\\u0435\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/akt-obsledovanija-uchastka.php"}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'list-text' => 
    array (
      0 => 'list-text',
      1 => '',
      2 => 'default',
      3 => NULL,
      4 => 'textarea',
    ),
    '_content' => '<!DOCTYPE html>
<html  lang="ru-ru">
     
<head> 
  
  <title>Как получить кадастровый план земельного участка в Ярославле и Ярославской области</title>
  <meta name="description" content="Заказать кадастровый план территории, объекта, здания, квартиры, дома, помещения в Ярославской области и узнать стоимость можно в компании “Гео-Яр” по телефону +7(4852)60-73-53" />
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>


<div class="container text blue-line" >
<ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumps">
              <li itemprop="itemListElement" itemscope
                  itemtype="http://schema.org/ListItem">
                <a itemprop="item" href="/">
                <span itemprop="name">Главная</span></a>
                <meta itemprop="position" content="1" />
              </li>
			  <li itemprop="itemListElement" itemscope
                  itemtype="http://schema.org/ListItem">
                <a itemprop="item" href="uslugi.php">
                <span itemprop="name">Услуги</span></a>
                <meta itemprop="position" content="2" />
              </li>
              <li class="visuallyhidden" itemprop="itemListElement" itemscope
                  itemtype="http://schema.org/ListItem">
                <a itemprop="item" href="uslugi.php">
                <span itemprop="name">Как получить кадастровый план земельного участка в Ярославле и Ярославской области</span></a>
                <meta itemprop="position" content="3" />
              </li>
              <li itemprop="itemListElement" itemscope
                  itemtype="http://schema.org/ListItem">
                <a itemprop="item" href="ekologicheskie-izyskanija-yaroslavl.php">
                <span itemprop="name">Как получить кадастровый план земельного участка в Ярославле и Ярославской области</span></a>
                <meta itemprop="position" content="4" />
              </li>
              
</ol>

<div class="t_a_c">
    <div class="article-image">
       <!-- Service block-->
        <div class="block-img-offer">
            <div class="img-offer">
                <div class="wid-img">
                   <img src="images/kadastr/13.jpg" alt="Как получить кадастровый план земельного участка в Ярославле и Ярославской области" title="Как получить кадастровый план земельного участка в Ярославле и Ярославской области">
                </div>
                <div class="content-offer"> 
                    <p>Цена услуги: <span>от 12000</span></p>
                    <span class="off">[[*offer]]</span>
                    <button name="first_window"  class="home-button activate_modal">Заказать услугу</button>
                </div>
            </div> 
        </div>
    </div>
</div>
<div class="content">
  <h1>Как получить кадастровый план земельного участка в Ярославле?</h1>
<p>Для признания государством земельного надела объектом недвижимости, с которым в дальнейшем будет возможно совершать коммерческие сделки, его необходимо поставить на <a href="kadastrovyj-uchet-uchastka.php">кадастровый учет</a>.</p>
<p>Эта процедура предусматривает сбор и должное оформление достоверной, полной информации о конкретной земле, и требует наличия кадастрового плана участка в Ярославле и Ярославской области − важного документа с точными данными о границах участка.</p>
<h2 style="text-align: center;">Содержание кадастрового плана</h2>
<p>Правильный кадастровый план территории земельного участка должен быть оформлен в соответствии с регламентирующими документами. Он всегда содержит пять разделов: с общей информацией, картографическими схемами, информацией о регистрационном номере, наименовании компании-исполнителя, теххарактеристиками земучастка, а также содержит сведения о землевладельце и задачах регистрации надела в кадастре.</p>
<div class="blockquote">При желании заказать кадастровый план территории в Ярославле и Ярославской области, стоит понимать, что этот документ − обязательное приложение к кадастровому паспорту. В плане обозначены достоверные факты об определенной земле. Этот документ придется оформить, если собственник планирует зарегистрировать землю на себя и официально оформить право собственности. Без него не получится совершить какую-либо операцию: продать участок, подарить, застраховать, передать по наследству, построить капитальное строение в пределах надела, обменять или использовать как залоговое имущество.</div>
<h3 style="text-align: center;">Кадастровый план: подготовка к регистрации</h3>
<p>Для заказа кадастрового плана объекта необходимо предоставить государственным регистратором реальную полноценную информацию и земобъекте. Базовый список документов, которые требуется подать в кадастровую палату:</p>
<ul>
<li>заявление, написанное владельцем земли;</li>
<li>чек (подтверждение уплаты государственной пошлины);</li>
<li>план, составленный по результатам межевания;</li>
<li><a href="utochnenie-soglasovanie-granic-zemelnogo-uchastka.php">акт согласования границ</a> (при необходимости, для подтверждения отсутствия споров с соседями касаемо границ);</li>
<li>паспорт землесобственника.</li>
</ul>
<div class="blockquote">Подачу документов может осуществить как собственник, так и его доверенное лицо (при наличии нотариальной доверенности). Согласно последним изменением в земельном законодательстве, для оформления кадастрового плана квартиры или другого объекта недвижимости, разрешено отправлять документы посредством почты России, а также − по электронной почте. В этом случае все экземпляры и копии должны быть должным образом завизированы.</div>
<h3 style="text-align: center;">Потребуется ли повторное получение плана?</h3>
<p><strong><em>По закону, техплан не имеет определенного срока годности. Но не стоит забывать, что получение кадастрового плана на землю непременно предусматривает проведение специальной <a href="mezhevoj-plan-mezhevanie.php">процедуры межевания</a>, и, соответственно, установку и <a href="vynos-v-naturu.php">вынос в натуру границ</a>.</em></strong></p>
<p>Но в процессе эксплуатации земли, границы надела могут быть изменены: участок объединен с соседними, или наоборот, разделен на несколько меньших по размеру. Если границы изменяются, необходима корректировка данных в кадастре. В этом случае понадобится заказать межевание повторно.</p>
<h3 style="text-align: center;">Особенности документа на строение</h3>
<p>Не только земля, но и объекты капитального строительства, а также инженерные сооружения и линейные объекты должны иметь кадастровые (технические) документы. Этот вид плана содержит данные об особенностях постройки, выполнении достроек и обновлений. Не стоит полагать, что оформить такой документ может любой инженер. На самом деле кадастровый план здания в Ярославле и Ярославской области разрешается составлять только высококвалифицированным кадастровым сотрудникам, которые имеют свидетельство о прохождении соответствующей аттестации. При регистрации такого документа не допустимы неточности и ошибки, иначе процедура потребует повторения и уточнения.</p>
<div class="blockquote">Чтобы не терять время и средства, и получить кадастровый план дома в сжатые сроки, обратитесь за профессиональной помощью в ООО «<a href="#about-company">Гео-Яр</a>». Мы гарантируем реализацию <a href="kadastrovye-raboty-i-uslugi.php">кадастровых услуг</a> любой сложности на высоком профессиональном уровне. По желанию заказчика может быть оказано содействие при согласовании регистрационной документации в контролирующей инстанции.</div>
<h3 style="text-align: center;">Какие услуги предоставляет компания ООО «Гео-Яр»?</h3>
<p>При необходимости срочно оформить кадастровый план помещения, закажите услугу у профессионалов «Гео-Яр». Выполняем следующие виды услуг (как в комплексе, так и отдельно):</p>
<ul>
<li><a href="inzhenerno-geodezicheskie-izyskanija.php">геодезическую съемку</a> любого типа и сложности;</li>
<li>формирование, установку межевых знаков на местности;</li>
<li>выполнение проекта для <a href="obedinenie-razdel-uchastka.php">раздела участка</a>;</li>
<li>оформление <a href="mezhevoj-plan-mezhevanie.php">межевого плана</a> «под ключ»;</li>
<li>составление карты расположения надела на местности.</li>
</ul>
<p>Однозначно <a href="ceny.php">о стоимости</a> кадастрового плана на дом в Ярославле и Ярославской области говорить нельзя: сумма будет зависеть от множества факторов (объема работ, площади исследуемой территории, использованных геодезических методов и пр). Расчет стоимости и оформление сметы производится в индивидуальном порядке.</p>
<p>При желании получить квалифицированную консультацию, позвоните по телефонам, указанным на <a href="http://geo-yar.ru/">сайте</a> или заполните онлайн-форму: наши специалисты ответят на все ваши вопросы и помогут оформить заявку на выполнение <a href="uslugi.php">услуг</a>.</p>
<p>ООО "Гео-Яр" выполняет услуги оформления кадастрового плана в городах:</p>
<ul>
<li>Рыбинск;</li>
<li>Переславль-Залесский;</li>
<li>Тутаев;</li>
<li>Углич;</li>
<li>Ростов;</li>
<li>Ростовский район;</li>
<li>Тутаевский район;</li>
<li>Ярославский район;</li>
<li>Угличский район;</li>
<li>городской округ "Переяславль-Залесский";</li>
<li>Рыбинский район.</li>
</ul>  
</div>
<!-- Form hidden
<div class="hidden">
           <form id="forms" action="/mail.php" method="post" enctype="multipart/form-data" class="popup" onsubmit="return validateFormHome()">
            <h1>ЗАКАЗАТЬ УСЛУГУ</h1>
            <p>наш специалист свяжется с Вами в ближайшее время</p>
            <input type="text" name="name" placeholder="Имя"><br>
            <i class="fa fa-user" aria-hidden="true"></i>
            <input type="text" name="phone" placeholder="Телефон *" required="required"><br>
            <i class="fa fa-mobile" aria-hidden="true"></i>
            <textarea rows="5" cols="42" name="text" placeholder="Введите текст"></textarea>
            <button class="btns">Отправить</button>
           </form>
         </div>
Form hidden END -->

<div class="h3" style="margin-top:40px;">Смотрите также:</div>
	<ol><b>

					<li><a href="http://geo-yar.ru/kadastrovye-raboty-i-uslugi.php" title="Кадастровые работы и услуги">Кадастровые работы и услуги</a></li>
					<li><a href="http://geo-yar.ru/utochnenie-soglasovanie-granic-zemelnogo-uchastka.php" title="Уточнение и согласование границ земельного участка">Уточнение и согласование границ земельного участка</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-uchastka.php" title="Кадастровый учет земельного участка">Кадастровый учет земельного участка</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-nedvizhimosti.php" title="Кадастровый учет недвижимости">Кадастровый учет недвижимости</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-kvartiry-garazha.php" title="Кадастровый учет квартиры, машиноместа и гаража">Кадастровый учет квартиры, машиноместа и гаража</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-gazoprovoda.php" title="Кадастровый учет газопровода">Кадастровый учет газопровода</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-avtodorog.php" title="Кадастровый учет дорог">Кадастровый учет дорог</a></li>
					<li><a href="http://geo-yar.ru/mezhevoj-plan-mezhevanie.php" title="Межевание земельных участков">Межевание земельных участков</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-pasport.php" title="Кадастровый паспорт участка, объекта недвижимости">Кадастровый паспорт участка, объекта недвижимости</a></li>
					<li><a href="http://geo-yar.ru/oformlenie-zemelnogo-uchastka.php" title="Оформление земельного участка">Оформление земельного участка</a></li>
					<li><a href="http://geo-yar.ru/tehnicheskij-plan.php" title="Подготовка технического плана">Подготовка технического плана</a></li>
					<li><a href="http://geo-yar.ru/oformlenie-kadastrovogo-nomera.php" title="Оформление кадастрового номера">Оформление кадастрового номера</a></li>
					<li><a href="http://geo-yar.ru/obedinenie-razdel-uchastka.php" title="Объединение и раздел земельных участков">Объединение и раздел земельных участков</a></li>
					<li><a href="http://geo-yar.ru/akt-obsledovanija-uchastka.php" title="Акт обследования участка">Акт обследования участка</a></li>
    
    </b></ol>
    <div style=\'text-align: center; height: 40px; margin-top:50px; margin-bottom:50px;\'><a name="first_window" class="consalt-btn activate_modal">Консультация</a></div>

    <div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>

</div>
<!-- BANNER -->
<div class="banner">
    <div class="img_rad-service"></div>
    <div class="wrapper-service">
        <strong>АКЦИЯ!</strong>
        <div class="rad_offer">
            Закажите геологические изыскания - и получите измерение радиационного фона на участке <strong>в ПОДАРОК</strong> 
        </div>
        <a class="but_offer" onclick="getElementById(\'zcwMiniButton\').click()">Заказать звонок</a>
    </div>
</div>

<script async type="application/ld+json">
{
  "@context": "http://schema.org/",
  "@type": "Product",
  "name": "Как получить кадастровый план земельного участка в Ярославле и Ярославской области",
  "image": "http://geo-yar.ru/images/kadastr/13.jpg",
  "description": "Заказать кадастровый план территории, объекта, здания, квартиры, дома, помещения в Ярославской области и узнать стоимость можно в компании “Гео-Яр” по телефону +7(4852)60-73-53",
    "brand": {
    "@type": "Organization",
    "name": "ГеоЯр"
  },
  "aggregateRating": {
    "@type": "AggregateRating",
    "ratingValue": "4.7",
    "reviewCount": "19"
  },
  "offers": {
    "@type": "Offer",
    "priceCurrency": "RUB",
    "price": "12000.00",
    "priceValidUntil": "2017-07-07",
    "availability": "http://schema.org/InStock",
    "seller": {
      "@type": "Organization",
      "name": "ГеоЯр"
    }
  }
}
</script>

<script async type="application/ld+json">
{ 
    "@context": "http://schema.org/", 
 "@type": "Article",
 "headline": "Как получить кадастровый план земельного участка в Ярославле и Ярославской области",
 "image": {
          "@type": "ImageObject",
           "contentUrl": "http://geo-yar.ru/images/kadastr/13.jpg",
           "url": "http://geo-yar.ru/images/kadastr/13.jpg",
           "height": "900",
           "width": "1200"
       },
 "author": "Гео Яр", 
 "mainEntityOfPage": "http://geo-yar.ru/kadastrovyj-plan.php", 
  "publisher": {
      "@type": "Organization",
      "name": "Гео Яр",
      "logo": {
          "@type": "ImageObject",
           "contentUrl": "http://geo-yar.ru/images/logo.png",
           "url": "http://geo-yar.ru/images/logo.png"
       }
    },
 "url": "http://geo-yar.ru/kadastrovyj-plan.php",
 "datePublished": "2017-02-22",
 "dateCreated": "2017-02-22",
 "dateModified": "2017-02-22",
 "description": "Заказать кадастровый план территории, объекта, здания, квартиры, дома, помещения в Ярославской области и узнать стоимость можно в компании “Гео-Яр” по телефону +7(4852)60-73-53",
 "aggregateRating": {
    "@type": "AggregateRating",
    "ratingValue": "4.7",
    "reviewCount": "19"
  },
 "articleBody": "Как получить кадастровый план земельного участка в Ярославле?
<p>Для признания государством земельного надела объектом недвижимости, с которым в дальнейшем будет возможно совершать коммерческие сделки, его необходимо поставить на кадастровый учет.</p>
<p>Эта процедура предусматривает сбор и должное оформление достоверной, полной информации о конкретной земле, и требует наличия кадастрового плана участка в Ярославле и Ярославской области − важного документа с точными данными о границах участка.</p>
<h2 style=\'text-align: center;\'>Содержание кадастрового плана</h2>
<p>Правильный кадастровый план территории земельного участка должен быть оформлен в соответствии с регламентирующими документами. Он всегда содержит пять разделов: с общей информацией, картографическими схемами, информацией о регистрационном номере, наименовании компании-исполнителя, теххарактеристиками земучастка, а также содержит сведения о землевладельце и задачах регистрации надела в кадастре.</p>
При желании заказать кадастровый план территории в Ярославле и Ярославской области, стоит понимать, что этот документ − обязательное приложение к кадастровому паспорту. В плане обозначены достоверные факты об определенной земле. Этот документ придется оформить, если собственник планирует зарегистрировать землю на себя и официально оформить право собственности. Без него не получится совершить какую-либо операцию: продать участок, подарить, застраховать, передать по наследству, построить капитальное строение в пределах надела, обменять или использовать как залоговое имущество.
<h3 style=\'text-align: center;\'>Кадастровый план: подготовка к регистрации</h3>
<p>Для заказа кадастрового плана объекта необходимо предоставить государственным регистратором реальную полноценную информацию и земобъекте. Базовый список документов, которые требуется подать в кадастровую палату:</p>
<ul>
<li>заявление, написанное владельцем земли;</li>
<li>чек (подтверждение уплаты государственной пошлины);</li>
<li>план, составленный по результатам межевания;</li>
<li>акт согласования границ (при необходимости, для подтверждения отсутствия споров с соседями касаемо границ);</li>
<li>паспорт землесобственника.</li>
</ul>
Подачу документов может осуществить как собственник, так и его доверенное лицо (при наличии нотариальной доверенности). Согласно последним изменением в земельном законодательстве, для оформления кадастрового плана квартиры или другого объекта недвижимости, разрешено отправлять документы посредством почты России, а также − по электронной почте. В этом случае все экземпляры и копии должны быть должным образом завизированы.
<h3 style=\'text-align: center;\'>Потребуется ли повторное получение плана?</h3>
<p>По закону, техплан не имеет определенного срока годности. Но не стоит забывать, что получение кадастрового плана на землю непременно предусматривает проведение специальной процедуры межевания, и, соответственно, установку и вынос в натуру границ.</p>
<p>Но в процессе эксплуатации земли, границы надела могут быть изменены: участок объединен с соседними, или наоборот, разделен на несколько меньших по размеру. Если границы изменяются, необходима корректировка данных в кадастре. В этом случае понадобится заказать межевание повторно.</p>
<h3 style=\'text-align: center;\'>Особенности документа на строение</h3>
<p>Не только земля, но и объекты капитального строительства, а также инженерные сооружения и линейные объекты должны иметь кадастровые (технические) документы. Этот вид плана содержит данные об особенностях постройки, выполнении достроек и обновлений. Не стоит полагать, что оформить такой документ может любой инженер. На самом деле кадастровый план здания в Ярославле и Ярославской области разрешается составлять только высококвалифицированным кадастровым сотрудникам, которые имеют свидетельство о прохождении соответствующей аттестации. При регистрации такого документа не допустимы неточности и ошибки, иначе процедура потребует повторения и уточнения.</p>
Чтобы не терять время и средства, и получить кадастровый план дома в сжатые сроки, обратитесь за профессиональной помощью в ООО «Гео-Яр». Мы гарантируем реализацию кадастровых услуг любой сложности на высоком профессиональном уровне. По желанию заказчика может быть оказано содействие при согласовании регистрационной документации в контролирующей инстанции.
<h3 style=\'text-align: center;\'>Какие услуги предоставляет компания ООО «Гео-Яр»?</h3>
<p>При необходимости срочно оформить кадастровый план помещения, закажите услугу у профессионалов «Гео-Яр». Выполняем следующие виды услуг (как в комплексе, так и отдельно):</p>
<ul>
<li>геодезическую съемку любого типа и сложности;</li>
<li>формирование, установку межевых знаков на местности;</li>
<li>выполнение проекта для раздела участка;</li>
<li>оформление межевого плана «под ключ»;</li>
<li>составление карты расположения надела на местности.</li>
</ul>
<p>Однозначно о стоимости кадастрового плана на дом в Ярославле и Ярославской области говорить нельзя: сумма будет зависеть от множества факторов (объема работ, площади исследуемой территории, использованных геодезических методов и пр). Расчет стоимости и оформление сметы производится в индивидуальном порядке.</p>
<p>При желании получить квалифицированную консультацию, позвоните по телефонам, указанным на сайте или заполните онлайн-форму: наши специалисты ответят на все ваши вопросы и помогут оформить заявку на выполнение услуг.</p>
<p>ООО \'Гео-Яр\' выполняет услуги оформления кадастрового плана в городах:</p>
<ul>
<li>Рыбинск;</li>
<li>Переславль-Залесский;</li>
<li>Тутаев;</li>
<li>Углич;</li>
<li>Ростов;</li>
<li>Ростовский район;</li>
<li>Тутаевский район;</li>
<li>Ярославский район;</li>
<li>Угличский район;</li>
<li>городской округ \'Переяславль-Залесский\';</li>
<li>Рыбинский район.</li>
</ul>"
 
 }
</script>
<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>
</body>
</html>
',
    '_isForward' => false,
  ),
  'contentType' => 
  array (
    'id' => 1,
    'name' => 'HTML',
    'description' => 'HTML content',
    'mime_type' => 'text/html',
    'file_extensions' => '.php',
    'headers' => NULL,
    'binary' => 0,
  ),
  'policyCache' => 
  array (
  ),
  'elementCache' => 
  array (
    '[[*pagetitle]]' => 'Как получить кадастровый план земельного участка в Ярославле и Ярославской области',
    '[[*description]]' => 'Заказать кадастровый план территории, объекта, здания, квартиры, дома, помещения в Ярославской области и узнать стоимость можно в компании “Гео-Яр” по телефону +7(4852)60-73-53',
    '[[$header]]' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
    '[[*image]]' => 'kadastr/13.jpg',
    '[[*price]]' => '12000',
    '[[getImageList? 
            &tvname=`url-list`
            &tpl=`@CODE:
					<li><a href="[[+url]]" title="[[+title]]">[[+title]]</a></li>`
            ]]' => '
					<li><a href="http://geo-yar.ru/kadastrovye-raboty-i-uslugi.php" title="Кадастровые работы и услуги">Кадастровые работы и услуги</a></li>
					<li><a href="http://geo-yar.ru/utochnenie-soglasovanie-granic-zemelnogo-uchastka.php" title="Уточнение и согласование границ земельного участка">Уточнение и согласование границ земельного участка</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-uchastka.php" title="Кадастровый учет земельного участка">Кадастровый учет земельного участка</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-nedvizhimosti.php" title="Кадастровый учет недвижимости">Кадастровый учет недвижимости</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-kvartiry-garazha.php" title="Кадастровый учет квартиры, машиноместа и гаража">Кадастровый учет квартиры, машиноместа и гаража</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-gazoprovoda.php" title="Кадастровый учет газопровода">Кадастровый учет газопровода</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-uchet-avtodorog.php" title="Кадастровый учет дорог">Кадастровый учет дорог</a></li>
					<li><a href="http://geo-yar.ru/mezhevoj-plan-mezhevanie.php" title="Межевание земельных участков">Межевание земельных участков</a></li>
					<li><a href="http://geo-yar.ru/kadastrovyj-pasport.php" title="Кадастровый паспорт участка, объекта недвижимости">Кадастровый паспорт участка, объекта недвижимости</a></li>
					<li><a href="http://geo-yar.ru/oformlenie-zemelnogo-uchastka.php" title="Оформление земельного участка">Оформление земельного участка</a></li>
					<li><a href="http://geo-yar.ru/tehnicheskij-plan.php" title="Подготовка технического плана">Подготовка технического плана</a></li>
					<li><a href="http://geo-yar.ru/oformlenie-kadastrovogo-nomera.php" title="Оформление кадастрового номера">Оформление кадастрового номера</a></li>
					<li><a href="http://geo-yar.ru/obedinenie-razdel-uchastka.php" title="Объединение и раздел земельных участков">Объединение и раздел земельных участков</a></li>
					<li><a href="http://geo-yar.ru/akt-obsledovanija-uchastka.php" title="Акт обследования участка">Акт обследования участка</a></li>',
    '[[*list-text]]' => '',
    '[[$contact-form]]' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
    '[[*rating]]' => '4.7',
    '[[*review]]' => '19',
    '[[*pagetitle:ellipsis=`95`:replace=`"==\'`]]' => 'Как получить кадастровый план земельного участка в Ярославле и Ярославской области',
    '[[*id]]' => 17,
    '[[~17? &scheme=`full`]]' => 'http://geo-yar.ru/kadastrovyj-plan.php',
    '[[*publishedon:strtotime:date=`%Y-%m-%d`]]' => '2017-02-22',
    '[[*description:replace=`"==\'`]]' => 'Заказать кадастровый план территории, объекта, здания, квартиры, дома, помещения в Ярославской области и узнать стоимость можно в компании “Гео-Яр” по телефону +7(4852)60-73-53',
    '[[*content:replace=`"==\'`:strip_tags=`<p>,<h2>,<h3>,<ul>,<ol>,<li>`]]' => 'Как получить кадастровый план земельного участка в Ярославле?
<p>Для признания государством земельного надела объектом недвижимости, с которым в дальнейшем будет возможно совершать коммерческие сделки, его необходимо поставить на кадастровый учет.</p>
<p>Эта процедура предусматривает сбор и должное оформление достоверной, полной информации о конкретной земле, и требует наличия кадастрового плана участка в Ярославле и Ярославской области − важного документа с точными данными о границах участка.</p>
<h2 style=\'text-align: center;\'>Содержание кадастрового плана</h2>
<p>Правильный кадастровый план территории земельного участка должен быть оформлен в соответствии с регламентирующими документами. Он всегда содержит пять разделов: с общей информацией, картографическими схемами, информацией о регистрационном номере, наименовании компании-исполнителя, теххарактеристиками земучастка, а также содержит сведения о землевладельце и задачах регистрации надела в кадастре.</p>
При желании заказать кадастровый план территории в Ярославле и Ярославской области, стоит понимать, что этот документ − обязательное приложение к кадастровому паспорту. В плане обозначены достоверные факты об определенной земле. Этот документ придется оформить, если собственник планирует зарегистрировать землю на себя и официально оформить право собственности. Без него не получится совершить какую-либо операцию: продать участок, подарить, застраховать, передать по наследству, построить капитальное строение в пределах надела, обменять или использовать как залоговое имущество.
<h3 style=\'text-align: center;\'>Кадастровый план: подготовка к регистрации</h3>
<p>Для заказа кадастрового плана объекта необходимо предоставить государственным регистратором реальную полноценную информацию и земобъекте. Базовый список документов, которые требуется подать в кадастровую палату:</p>
<ul>
<li>заявление, написанное владельцем земли;</li>
<li>чек (подтверждение уплаты государственной пошлины);</li>
<li>план, составленный по результатам межевания;</li>
<li>акт согласования границ (при необходимости, для подтверждения отсутствия споров с соседями касаемо границ);</li>
<li>паспорт землесобственника.</li>
</ul>
Подачу документов может осуществить как собственник, так и его доверенное лицо (при наличии нотариальной доверенности). Согласно последним изменением в земельном законодательстве, для оформления кадастрового плана квартиры или другого объекта недвижимости, разрешено отправлять документы посредством почты России, а также − по электронной почте. В этом случае все экземпляры и копии должны быть должным образом завизированы.
<h3 style=\'text-align: center;\'>Потребуется ли повторное получение плана?</h3>
<p>По закону, техплан не имеет определенного срока годности. Но не стоит забывать, что получение кадастрового плана на землю непременно предусматривает проведение специальной процедуры межевания, и, соответственно, установку и вынос в натуру границ.</p>
<p>Но в процессе эксплуатации земли, границы надела могут быть изменены: участок объединен с соседними, или наоборот, разделен на несколько меньших по размеру. Если границы изменяются, необходима корректировка данных в кадастре. В этом случае понадобится заказать межевание повторно.</p>
<h3 style=\'text-align: center;\'>Особенности документа на строение</h3>
<p>Не только земля, но и объекты капитального строительства, а также инженерные сооружения и линейные объекты должны иметь кадастровые (технические) документы. Этот вид плана содержит данные об особенностях постройки, выполнении достроек и обновлений. Не стоит полагать, что оформить такой документ может любой инженер. На самом деле кадастровый план здания в Ярославле и Ярославской области разрешается составлять только высококвалифицированным кадастровым сотрудникам, которые имеют свидетельство о прохождении соответствующей аттестации. При регистрации такого документа не допустимы неточности и ошибки, иначе процедура потребует повторения и уточнения.</p>
Чтобы не терять время и средства, и получить кадастровый план дома в сжатые сроки, обратитесь за профессиональной помощью в ООО «Гео-Яр». Мы гарантируем реализацию кадастровых услуг любой сложности на высоком профессиональном уровне. По желанию заказчика может быть оказано содействие при согласовании регистрационной документации в контролирующей инстанции.
<h3 style=\'text-align: center;\'>Какие услуги предоставляет компания ООО «Гео-Яр»?</h3>
<p>При необходимости срочно оформить кадастровый план помещения, закажите услугу у профессионалов «Гео-Яр». Выполняем следующие виды услуг (как в комплексе, так и отдельно):</p>
<ul>
<li>геодезическую съемку любого типа и сложности;</li>
<li>формирование, установку межевых знаков на местности;</li>
<li>выполнение проекта для раздела участка;</li>
<li>оформление межевого плана «под ключ»;</li>
<li>составление карты расположения надела на местности.</li>
</ul>
<p>Однозначно о стоимости кадастрового плана на дом в Ярославле и Ярославской области говорить нельзя: сумма будет зависеть от множества факторов (объема работ, площади исследуемой территории, использованных геодезических методов и пр). Расчет стоимости и оформление сметы производится в индивидуальном порядке.</p>
<p>При желании получить квалифицированную консультацию, позвоните по телефонам, указанным на сайте или заполните онлайн-форму: наши специалисты ответят на все ваши вопросы и помогут оформить заявку на выполнение услуг.</p>
<p>ООО \'Гео-Яр\' выполняет услуги оформления кадастрового плана в городах:</p>
<ul>
<li>Рыбинск;</li>
<li>Переславль-Залесский;</li>
<li>Тутаев;</li>
<li>Углич;</li>
<li>Ростов;</li>
<li>Ростовский район;</li>
<li>Тутаевский район;</li>
<li>Ярославский район;</li>
<li>Угличский район;</li>
<li>городской округ \'Переяславль-Залесский\';</li>
<li>Рыбинский район.</li>
</ul>',
    '[[$footer]]' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
  ),
  'sourceCache' => 
  array (
    'modChunk' => 
    array (
      'header' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'header',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'contact-form' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'contact-form',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'footer' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'footer',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
    'modSnippet' => 
    array (
      'getImageList' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'getImageList',
          'description' => '',
          'editor_type' => 0,
          'category' => 2,
          'cache_type' => 0,
          'snippet' => '/**
 * getImageList
 *
 * Copyright 2009-2014 by Bruno Perner <b.perner@gmx.de>
 *
 * getImageList is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * getImageList is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * getImageList; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package migx
 */
/**
 * getImageList
 *
 * display Items from outputvalue of TV with custom-TV-input-type MIGX or from other JSON-string for MODx Revolution 
 *
 * @version 1.4
 * @author Bruno Perner <b.perner@gmx.de>
 * @copyright Copyright &copy; 2009-2014
 * @license http://www.gnu.org/licenses/old-licenses/gpl-2.0.html GNU General Public License
 * version 2 or (at your option) any later version.
 * @package migx
 */

/*example: <ul>[[!getImageList? &tvname=`myTV`&tpl=`@CODE:<li>[[+idx]]<img src="[[+imageURL]]"/><p>[[+imageAlt]]</p></li>`]]</ul>*/
/* get default properties */


$tvname = $modx->getOption(\'tvname\', $scriptProperties, \'\');
$tpl = $modx->getOption(\'tpl\', $scriptProperties, \'\');
$wrapperTpl = $modx->getOption(\'wrapperTpl\', $scriptProperties, \'\');
$limit = $modx->getOption(\'limit\', $scriptProperties, \'0\');
$offset = $modx->getOption(\'offset\', $scriptProperties, 0);
$totalVar = $modx->getOption(\'totalVar\', $scriptProperties, \'total\');
$randomize = $modx->getOption(\'randomize\', $scriptProperties, false);
$preselectLimit = $modx->getOption(\'preselectLimit\', $scriptProperties, 0); // when random preselect important images
$where = $modx->getOption(\'where\', $scriptProperties, \'\');
$where = !empty($where) ? $modx->fromJSON($where) : array();
$sort = $modx->getOption(\'sort\', $scriptProperties, \'\');
$sort = !empty($sort) ? $modx->fromJSON($sort) : array();
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
$outputSeparator = $modx->getOption(\'outputSeparator\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$placeholdersKeyField = $modx->getOption(\'placeholdersKeyField\', $scriptProperties, \'MIGX_id\');
$toJsonPlaceholder = $modx->getOption(\'toJsonPlaceholder\', $scriptProperties, false);
$jsonVarKey = $modx->getOption(\'jsonVarKey\', $scriptProperties, \'migx_outputvalue\');
$outputvalue = $modx->getOption(\'value\', $scriptProperties, \'\');
$outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
$docidVarKey = $modx->getOption(\'docidVarKey\', $scriptProperties, \'migx_docid\');
$docid = $modx->getOption(\'docid\', $scriptProperties, (isset($modx->resource) ? $modx->resource->get(\'id\') : 1));
$docid = isset($_REQUEST[$docidVarKey]) ? $_REQUEST[$docidVarKey] : $docid;
$processTVs = $modx->getOption(\'processTVs\', $scriptProperties, \'1\');
$reverse = $modx->getOption(\'reverse\', $scriptProperties, \'0\');
$sumFields = $modx->getOption(\'sumFields\', $scriptProperties, \'\');
$sumPrefix = $modx->getOption(\'sumPrefix\', $scriptProperties, \'summary_\');
$addfields = $modx->getOption(\'addfields\', $scriptProperties, \'\');
$addfields = !empty($addfields) ? explode(\',\', $addfields) : null;
//split json into parts
$splits = $modx->fromJson($modx->getOption(\'splits\', $scriptProperties, 0));
$splitTpl = $modx->getOption(\'splitTpl\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$inheritFrom = $modx->getOption(\'inheritFrom\', $scriptProperties, \'\'); //commaseparated list of resource-ids or/and the keyword \'parents\' where to inherit from
$inheritFrom = !empty($inheritFrom) ? explode(\',\',$inheritFrom) : \'\';

$modx->setPlaceholder(\'docid\', $docid);

$base_path = $modx->getOption(\'base_path\', null, MODX_BASE_PATH);
$base_url = $modx->getOption(\'base_url\', null, MODX_BASE_URL);

$migx = $modx->getService(\'migx\', \'Migx\', $modx->getOption(\'migx.core_path\', null, $modx->getOption(\'core_path\') . \'components/migx/\') . \'model/migx/\', $scriptProperties);
if (!($migx instanceof Migx))
    return \'\';
$migx->working_context = isset($modx->resource) ? $modx->resource->get(\'context_key\') : \'web\';

if (!empty($tvname)) {
    if ($tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $tvname))) {

        /*
        *   get inputProperties
        */


        $properties = $tv->get(\'input_properties\');
        $properties = isset($properties[\'formtabs\']) ? $properties : $tv->getProperties();

        $migx->config[\'configs\'] = $modx->getOption(\'configs\', $properties, \'\');
        if (!empty($migx->config[\'configs\'])) {
            $migx->loadConfigs();
            // get tabs from file or migx-config-table
            $formtabs = $migx->getTabs();
        }
        if (empty($formtabs) && isset($properties[\'formtabs\'])) {
            //try to get formtabs and its fields from properties
            $formtabs = $modx->fromJSON($properties[\'formtabs\']);
        }

        if (!empty($properties[\'basePath\'])) {
            if ($properties[\'autoResourceFolders\'] == \'true\') {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'basePath\'] . $docid . \'/\';
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'] . $docid . \'/\';
            } else {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'base_path\'];
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'];
            }
        }
        if ($jsonVarKey == \'migx_outputvalue\' && !empty($properties[\'jsonvarkey\'])) {
            $jsonVarKey = $properties[\'jsonvarkey\'];
            $outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
        }
        
        if (empty($outputvalue)){
            $outputvalue = $tv->renderOutput($docid);
            if (empty($outputvalue) && !empty($inheritFrom)){
                foreach ($inheritFrom as $from){
                    if ($from == \'parents\'){
                        $outputvalue = $tv->processInheritBinding(\'\',$docid);
                    }else{
                        $outputvalue = $tv->renderOutput($from);
                    }
                    if (!empty($outputvalue)){
                        break;
                    }                    
                }
            }
        }

       
        /*
        *   get inputTvs 
        */
        $inputTvs = array();
        if (is_array($formtabs)) {

            //multiple different Forms
            // Note: use same field-names and inputTVs in all forms
            $inputTvs = $migx->extractInputTvs($formtabs);
        }
        if ($migx->source = $tv->getSource($migx->working_context, false)){
            $migx->source->initialize();
        }
        
    }


}

if (empty($outputvalue)) {
    return \'\';
}

//echo $outputvalue.\'<br/><br/>\';

$items = $modx->fromJSON($outputvalue);

// where filter
if (is_array($where) && count($where) > 0) {
    $items = $migx->filterItems($where, $items);
}
$modx->setPlaceholder($totalVar, count($items));

if (!empty($reverse)) {
    $items = array_reverse($items);
}

// sort items
if (is_array($sort) && count($sort) > 0) {
    $items = $migx->sortDbResult($items, $sort);
}

$summaries = array();
$output = \'\';
$items = $offset > 0 ? array_slice($items, $offset) : $items;
$count = count($items);

if ($count > 0) {
    $limit = $limit == 0 || $limit > $count ? $count : $limit;
    $preselectLimit = $preselectLimit > $count ? $count : $preselectLimit;
    //preselect important items
    $preitems = array();
    if ($randomize && $preselectLimit > 0) {
        for ($i = 0; $i < $preselectLimit; $i++) {
            $preitems[] = $items[$i];
            unset($items[$i]);
        }
        $limit = $limit - count($preitems);
    }

    //shuffle items
    if ($randomize) {
        shuffle($items);
    }

    //limit items
    $count = count($items);
    $tempitems = array();

    for ($i = 0; $i < $limit; $i++) {
        if ($i >= $count) {
            break;
        }
        $tempitems[] = $items[$i];
    }
    $items = $tempitems;

    //add preselected items and schuffle again
    if ($randomize && $preselectLimit > 0) {
        $items = array_merge($preitems, $items);
        shuffle($items);
    }

    $properties = array();
    foreach ($scriptProperties as $property => $value) {
        $properties[\'property.\' . $property] = $value;
    }

    $idx = 0;
    $output = array();
    $template = array();
    $count = count($items);

    foreach ($items as $key => $item) {
        $formname = isset($item[\'MIGX_formname\']) ? $item[\'MIGX_formname\'] . \'_\' : \'\';
        $fields = array();
        foreach ($item as $field => $value) {
            if (is_array($value)) {
                if (is_array($value[0])) {
                    //nested array - convert to json
                    $value = $modx->toJson($value);
                } else {
                    $value = implode(\'||\', $value); //handle arrays (checkboxes, multiselects)
                }
            }


            $inputTVkey = $formname . $field;

            if ($processTVs && isset($inputTvs[$inputTVkey])) {
                if (isset($inputTvs[$inputTVkey][\'inputTV\']) && $tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $inputTvs[$inputTVkey][\'inputTV\']))) {

                } else {
                    $tv = $modx->newObject(\'modTemplateVar\');
                    $tv->set(\'type\', $inputTvs[$inputTVkey][\'inputTVtype\']);
                }
                $inputTV = $inputTvs[$inputTVkey];

                $mTypes = $modx->getOption(\'manipulatable_url_tv_output_types\', null, \'image,file\');
                //don\'t manipulate any urls here
                $modx->setOption(\'manipulatable_url_tv_output_types\', \'\');
                $tv->set(\'default_text\', $value);
                $value = $tv->renderOutput($docid);
                //set option back
                $modx->setOption(\'manipulatable_url_tv_output_types\', $mTypes);
                //now manipulate urls
                if ($mediasource = $migx->getFieldSource($inputTV, $tv)) {
                    $mTypes = explode(\',\', $mTypes);
                    if (!empty($value) && in_array($tv->get(\'type\'), $mTypes)) {
                        //$value = $mediasource->prepareOutputUrl($value);
                        $value = str_replace(\'/./\', \'/\', $mediasource->prepareOutputUrl($value));
                    }
                }

            }
            $fields[$field] = $value;

        }

        if (!empty($addfields)) {
            foreach ($addfields as $addfield) {
                $addfield = explode(\':\', $addfield);
                $addname = $addfield[0];
                $adddefault = isset($addfield[1]) ? $addfield[1] : \'\';
                $fields[$addname] = $adddefault;
            }
        }

        if (!empty($sumFields)) {
            $sumFields = is_array($sumFields) ? $sumFields : explode(\',\', $sumFields);
            foreach ($sumFields as $sumField) {
                if (isset($fields[$sumField])) {
                    $summaries[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField] + $fields[$sumField];
                    $fields[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField];
                }
            }
        }


        if ($toJsonPlaceholder) {
            $output[] = $fields;
        } else {
            $fields[\'_alt\'] = $idx % 2;
            $idx++;
            $fields[\'_first\'] = $idx == 1 ? true : \'\';
            $fields[\'_last\'] = $idx == $limit ? true : \'\';
            $fields[\'idx\'] = $idx;
            $rowtpl = \'\';
            //get changing tpls from field
            if (substr($tpl, 0, 7) == "@FIELD:") {
                $tplField = substr($tpl, 7);
                $rowtpl = $fields[$tplField];
            }

            if ($fields[\'_first\'] && !empty($tplFirst)) {
                $rowtpl = $tplFirst;
            }
            if ($fields[\'_last\'] && empty($rowtpl) && !empty($tplLast)) {
                $rowtpl = $tplLast;
            }
            $tplidx = \'tpl_\' . $idx;
            if (empty($rowtpl) && !empty($$tplidx)) {
                $rowtpl = $$tplidx;
            }
            if ($idx > 1 && empty($rowtpl)) {
                $divisors = $migx->getDivisors($idx);
                if (!empty($divisors)) {
                    foreach ($divisors as $divisor) {
                        $tplnth = \'tpl_n\' . $divisor;
                        if (!empty($$tplnth)) {
                            $rowtpl = $$tplnth;
                            if (!empty($rowtpl)) {
                                break;
                            }
                        }
                    }
                }
            }

            if ($count == 1 && isset($tpl_oneresult)) {
                $rowtpl = $tpl_oneresult;
            }

            $fields = array_merge($fields, $properties);

            if (!empty($rowtpl)) {
                $template = $migx->getTemplate($tpl, $template);
                $fields[\'_tpl\'] = $template[$tpl];
            } else {
                $rowtpl = $tpl;

            }
            $template = $migx->getTemplate($rowtpl, $template);


            if ($template[$rowtpl]) {
                $chunk = $modx->newObject(\'modChunk\');
                $chunk->setCacheable(false);
                $chunk->setContent($template[$rowtpl]);


                if (!empty($placeholdersKeyField) && isset($fields[$placeholdersKeyField])) {
                    $output[$fields[$placeholdersKeyField]] = $chunk->process($fields);
                } else {
                    $output[] = $chunk->process($fields);
                }
            } else {
                if (!empty($placeholdersKeyField)) {
                    $output[$fields[$placeholdersKeyField]] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                } else {
                    $output[] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                }
            }
        }


    }
}

if (count($summaries) > 0) {
    $modx->toPlaceholders($summaries);
}


if ($toJsonPlaceholder) {
    $modx->setPlaceholder($toJsonPlaceholder, $modx->toJson($output));
    return \'\';
}

if (!empty($toSeparatePlaceholders)) {
    $modx->toPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}
/*
if (!empty($outerTpl))
$o = parseTpl($outerTpl, array(\'output\'=>implode($outputSeparator, $output)));
else 
*/

if ($count > 0 && $splits > 0) {
    $size = ceil($count / $splits);
    $chunks = array_chunk($output, $size);
    $output = array();
    foreach ($chunks as $chunk) {
        $o = implode($outputSeparator, $chunk);
        $output[] = $modx->getChunk($splitTpl, array(\'output\' => $o));
    }
    $outputSeparator = $splitSeparator;
}

if (is_array($output)) {
    $o = implode($outputSeparator, $output);
} else {
    $o = $output;
}

if (!empty($o) && !empty($wrapperTpl)) {
    $template = $migx->getTemplate($wrapperTpl);
    if ($template[$wrapperTpl]) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $chunk->setContent($template[$wrapperTpl]);
        $properties[\'output\'] = $o;
        $o = $chunk->process($properties);
    }
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $o);
    return \'\';
}

return $o;',
          'locked' => false,
          'properties' => 
          array (
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * getImageList
 *
 * Copyright 2009-2014 by Bruno Perner <b.perner@gmx.de>
 *
 * getImageList is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * getImageList is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * getImageList; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package migx
 */
/**
 * getImageList
 *
 * display Items from outputvalue of TV with custom-TV-input-type MIGX or from other JSON-string for MODx Revolution 
 *
 * @version 1.4
 * @author Bruno Perner <b.perner@gmx.de>
 * @copyright Copyright &copy; 2009-2014
 * @license http://www.gnu.org/licenses/old-licenses/gpl-2.0.html GNU General Public License
 * version 2 or (at your option) any later version.
 * @package migx
 */

/*example: <ul>[[!getImageList? &tvname=`myTV`&tpl=`@CODE:<li>[[+idx]]<img src="[[+imageURL]]"/><p>[[+imageAlt]]</p></li>`]]</ul>*/
/* get default properties */


$tvname = $modx->getOption(\'tvname\', $scriptProperties, \'\');
$tpl = $modx->getOption(\'tpl\', $scriptProperties, \'\');
$wrapperTpl = $modx->getOption(\'wrapperTpl\', $scriptProperties, \'\');
$limit = $modx->getOption(\'limit\', $scriptProperties, \'0\');
$offset = $modx->getOption(\'offset\', $scriptProperties, 0);
$totalVar = $modx->getOption(\'totalVar\', $scriptProperties, \'total\');
$randomize = $modx->getOption(\'randomize\', $scriptProperties, false);
$preselectLimit = $modx->getOption(\'preselectLimit\', $scriptProperties, 0); // when random preselect important images
$where = $modx->getOption(\'where\', $scriptProperties, \'\');
$where = !empty($where) ? $modx->fromJSON($where) : array();
$sort = $modx->getOption(\'sort\', $scriptProperties, \'\');
$sort = !empty($sort) ? $modx->fromJSON($sort) : array();
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
$outputSeparator = $modx->getOption(\'outputSeparator\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$placeholdersKeyField = $modx->getOption(\'placeholdersKeyField\', $scriptProperties, \'MIGX_id\');
$toJsonPlaceholder = $modx->getOption(\'toJsonPlaceholder\', $scriptProperties, false);
$jsonVarKey = $modx->getOption(\'jsonVarKey\', $scriptProperties, \'migx_outputvalue\');
$outputvalue = $modx->getOption(\'value\', $scriptProperties, \'\');
$outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
$docidVarKey = $modx->getOption(\'docidVarKey\', $scriptProperties, \'migx_docid\');
$docid = $modx->getOption(\'docid\', $scriptProperties, (isset($modx->resource) ? $modx->resource->get(\'id\') : 1));
$docid = isset($_REQUEST[$docidVarKey]) ? $_REQUEST[$docidVarKey] : $docid;
$processTVs = $modx->getOption(\'processTVs\', $scriptProperties, \'1\');
$reverse = $modx->getOption(\'reverse\', $scriptProperties, \'0\');
$sumFields = $modx->getOption(\'sumFields\', $scriptProperties, \'\');
$sumPrefix = $modx->getOption(\'sumPrefix\', $scriptProperties, \'summary_\');
$addfields = $modx->getOption(\'addfields\', $scriptProperties, \'\');
$addfields = !empty($addfields) ? explode(\',\', $addfields) : null;
//split json into parts
$splits = $modx->fromJson($modx->getOption(\'splits\', $scriptProperties, 0));
$splitTpl = $modx->getOption(\'splitTpl\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$inheritFrom = $modx->getOption(\'inheritFrom\', $scriptProperties, \'\'); //commaseparated list of resource-ids or/and the keyword \'parents\' where to inherit from
$inheritFrom = !empty($inheritFrom) ? explode(\',\',$inheritFrom) : \'\';

$modx->setPlaceholder(\'docid\', $docid);

$base_path = $modx->getOption(\'base_path\', null, MODX_BASE_PATH);
$base_url = $modx->getOption(\'base_url\', null, MODX_BASE_URL);

$migx = $modx->getService(\'migx\', \'Migx\', $modx->getOption(\'migx.core_path\', null, $modx->getOption(\'core_path\') . \'components/migx/\') . \'model/migx/\', $scriptProperties);
if (!($migx instanceof Migx))
    return \'\';
$migx->working_context = isset($modx->resource) ? $modx->resource->get(\'context_key\') : \'web\';

if (!empty($tvname)) {
    if ($tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $tvname))) {

        /*
        *   get inputProperties
        */


        $properties = $tv->get(\'input_properties\');
        $properties = isset($properties[\'formtabs\']) ? $properties : $tv->getProperties();

        $migx->config[\'configs\'] = $modx->getOption(\'configs\', $properties, \'\');
        if (!empty($migx->config[\'configs\'])) {
            $migx->loadConfigs();
            // get tabs from file or migx-config-table
            $formtabs = $migx->getTabs();
        }
        if (empty($formtabs) && isset($properties[\'formtabs\'])) {
            //try to get formtabs and its fields from properties
            $formtabs = $modx->fromJSON($properties[\'formtabs\']);
        }

        if (!empty($properties[\'basePath\'])) {
            if ($properties[\'autoResourceFolders\'] == \'true\') {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'basePath\'] . $docid . \'/\';
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'] . $docid . \'/\';
            } else {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'base_path\'];
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'];
            }
        }
        if ($jsonVarKey == \'migx_outputvalue\' && !empty($properties[\'jsonvarkey\'])) {
            $jsonVarKey = $properties[\'jsonvarkey\'];
            $outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
        }
        
        if (empty($outputvalue)){
            $outputvalue = $tv->renderOutput($docid);
            if (empty($outputvalue) && !empty($inheritFrom)){
                foreach ($inheritFrom as $from){
                    if ($from == \'parents\'){
                        $outputvalue = $tv->processInheritBinding(\'\',$docid);
                    }else{
                        $outputvalue = $tv->renderOutput($from);
                    }
                    if (!empty($outputvalue)){
                        break;
                    }                    
                }
            }
        }

       
        /*
        *   get inputTvs 
        */
        $inputTvs = array();
        if (is_array($formtabs)) {

            //multiple different Forms
            // Note: use same field-names and inputTVs in all forms
            $inputTvs = $migx->extractInputTvs($formtabs);
        }
        if ($migx->source = $tv->getSource($migx->working_context, false)){
            $migx->source->initialize();
        }
        
    }


}

if (empty($outputvalue)) {
    return \'\';
}

//echo $outputvalue.\'<br/><br/>\';

$items = $modx->fromJSON($outputvalue);

// where filter
if (is_array($where) && count($where) > 0) {
    $items = $migx->filterItems($where, $items);
}
$modx->setPlaceholder($totalVar, count($items));

if (!empty($reverse)) {
    $items = array_reverse($items);
}

// sort items
if (is_array($sort) && count($sort) > 0) {
    $items = $migx->sortDbResult($items, $sort);
}

$summaries = array();
$output = \'\';
$items = $offset > 0 ? array_slice($items, $offset) : $items;
$count = count($items);

if ($count > 0) {
    $limit = $limit == 0 || $limit > $count ? $count : $limit;
    $preselectLimit = $preselectLimit > $count ? $count : $preselectLimit;
    //preselect important items
    $preitems = array();
    if ($randomize && $preselectLimit > 0) {
        for ($i = 0; $i < $preselectLimit; $i++) {
            $preitems[] = $items[$i];
            unset($items[$i]);
        }
        $limit = $limit - count($preitems);
    }

    //shuffle items
    if ($randomize) {
        shuffle($items);
    }

    //limit items
    $count = count($items);
    $tempitems = array();

    for ($i = 0; $i < $limit; $i++) {
        if ($i >= $count) {
            break;
        }
        $tempitems[] = $items[$i];
    }
    $items = $tempitems;

    //add preselected items and schuffle again
    if ($randomize && $preselectLimit > 0) {
        $items = array_merge($preitems, $items);
        shuffle($items);
    }

    $properties = array();
    foreach ($scriptProperties as $property => $value) {
        $properties[\'property.\' . $property] = $value;
    }

    $idx = 0;
    $output = array();
    $template = array();
    $count = count($items);

    foreach ($items as $key => $item) {
        $formname = isset($item[\'MIGX_formname\']) ? $item[\'MIGX_formname\'] . \'_\' : \'\';
        $fields = array();
        foreach ($item as $field => $value) {
            if (is_array($value)) {
                if (is_array($value[0])) {
                    //nested array - convert to json
                    $value = $modx->toJson($value);
                } else {
                    $value = implode(\'||\', $value); //handle arrays (checkboxes, multiselects)
                }
            }


            $inputTVkey = $formname . $field;

            if ($processTVs && isset($inputTvs[$inputTVkey])) {
                if (isset($inputTvs[$inputTVkey][\'inputTV\']) && $tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $inputTvs[$inputTVkey][\'inputTV\']))) {

                } else {
                    $tv = $modx->newObject(\'modTemplateVar\');
                    $tv->set(\'type\', $inputTvs[$inputTVkey][\'inputTVtype\']);
                }
                $inputTV = $inputTvs[$inputTVkey];

                $mTypes = $modx->getOption(\'manipulatable_url_tv_output_types\', null, \'image,file\');
                //don\'t manipulate any urls here
                $modx->setOption(\'manipulatable_url_tv_output_types\', \'\');
                $tv->set(\'default_text\', $value);
                $value = $tv->renderOutput($docid);
                //set option back
                $modx->setOption(\'manipulatable_url_tv_output_types\', $mTypes);
                //now manipulate urls
                if ($mediasource = $migx->getFieldSource($inputTV, $tv)) {
                    $mTypes = explode(\',\', $mTypes);
                    if (!empty($value) && in_array($tv->get(\'type\'), $mTypes)) {
                        //$value = $mediasource->prepareOutputUrl($value);
                        $value = str_replace(\'/./\', \'/\', $mediasource->prepareOutputUrl($value));
                    }
                }

            }
            $fields[$field] = $value;

        }

        if (!empty($addfields)) {
            foreach ($addfields as $addfield) {
                $addfield = explode(\':\', $addfield);
                $addname = $addfield[0];
                $adddefault = isset($addfield[1]) ? $addfield[1] : \'\';
                $fields[$addname] = $adddefault;
            }
        }

        if (!empty($sumFields)) {
            $sumFields = is_array($sumFields) ? $sumFields : explode(\',\', $sumFields);
            foreach ($sumFields as $sumField) {
                if (isset($fields[$sumField])) {
                    $summaries[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField] + $fields[$sumField];
                    $fields[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField];
                }
            }
        }


        if ($toJsonPlaceholder) {
            $output[] = $fields;
        } else {
            $fields[\'_alt\'] = $idx % 2;
            $idx++;
            $fields[\'_first\'] = $idx == 1 ? true : \'\';
            $fields[\'_last\'] = $idx == $limit ? true : \'\';
            $fields[\'idx\'] = $idx;
            $rowtpl = \'\';
            //get changing tpls from field
            if (substr($tpl, 0, 7) == "@FIELD:") {
                $tplField = substr($tpl, 7);
                $rowtpl = $fields[$tplField];
            }

            if ($fields[\'_first\'] && !empty($tplFirst)) {
                $rowtpl = $tplFirst;
            }
            if ($fields[\'_last\'] && empty($rowtpl) && !empty($tplLast)) {
                $rowtpl = $tplLast;
            }
            $tplidx = \'tpl_\' . $idx;
            if (empty($rowtpl) && !empty($$tplidx)) {
                $rowtpl = $$tplidx;
            }
            if ($idx > 1 && empty($rowtpl)) {
                $divisors = $migx->getDivisors($idx);
                if (!empty($divisors)) {
                    foreach ($divisors as $divisor) {
                        $tplnth = \'tpl_n\' . $divisor;
                        if (!empty($$tplnth)) {
                            $rowtpl = $$tplnth;
                            if (!empty($rowtpl)) {
                                break;
                            }
                        }
                    }
                }
            }

            if ($count == 1 && isset($tpl_oneresult)) {
                $rowtpl = $tpl_oneresult;
            }

            $fields = array_merge($fields, $properties);

            if (!empty($rowtpl)) {
                $template = $migx->getTemplate($tpl, $template);
                $fields[\'_tpl\'] = $template[$tpl];
            } else {
                $rowtpl = $tpl;

            }
            $template = $migx->getTemplate($rowtpl, $template);


            if ($template[$rowtpl]) {
                $chunk = $modx->newObject(\'modChunk\');
                $chunk->setCacheable(false);
                $chunk->setContent($template[$rowtpl]);


                if (!empty($placeholdersKeyField) && isset($fields[$placeholdersKeyField])) {
                    $output[$fields[$placeholdersKeyField]] = $chunk->process($fields);
                } else {
                    $output[] = $chunk->process($fields);
                }
            } else {
                if (!empty($placeholdersKeyField)) {
                    $output[$fields[$placeholdersKeyField]] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                } else {
                    $output[] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                }
            }
        }


    }
}

if (count($summaries) > 0) {
    $modx->toPlaceholders($summaries);
}


if ($toJsonPlaceholder) {
    $modx->setPlaceholder($toJsonPlaceholder, $modx->toJson($output));
    return \'\';
}

if (!empty($toSeparatePlaceholders)) {
    $modx->toPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}
/*
if (!empty($outerTpl))
$o = parseTpl($outerTpl, array(\'output\'=>implode($outputSeparator, $output)));
else 
*/

if ($count > 0 && $splits > 0) {
    $size = ceil($count / $splits);
    $chunks = array_chunk($output, $size);
    $output = array();
    foreach ($chunks as $chunk) {
        $o = implode($outputSeparator, $chunk);
        $output[] = $modx->getChunk($splitTpl, array(\'output\' => $o));
    }
    $outputSeparator = $splitSeparator;
}

if (is_array($output)) {
    $o = implode($outputSeparator, $output);
} else {
    $o = $output;
}

if (!empty($o) && !empty($wrapperTpl)) {
    $template = $migx->getTemplate($wrapperTpl);
    if ($template[$wrapperTpl]) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $chunk->setContent($template[$wrapperTpl]);
        $properties[\'output\'] = $o;
        $o = $chunk->process($properties);
    }
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $o);
    return \'\';
}

return $o;',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
    ),
    'modTemplateVar' => 
    array (
      'image' => 
      array (
        'fields' => 
        array (
          'id' => 1,
          'source' => 2,
          'property_preprocess' => false,
          'type' => 'image',
          'name' => 'image',
          'caption' => 'Изображение',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => 'slide-2.jpg',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => 'slide-2.jpg',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 2,
          'name' => 'Images',
          'description' => 'Картинки',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
            'basePath' => 
            array (
              'name' => 'basePath',
              'desc' => 'prop_file.basePath_desc',
              'type' => 'textfield',
              'options' => 
              array (
              ),
              'value' => '/images/',
              'lexicon' => 'core:source',
            ),
          ),
          'is_stream' => true,
        ),
      ),
      'price' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'number',
          'name' => 'price',
          'caption' => 'Цена услуги',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '24000',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'allowDecimals' => 'Нет',
            'allowNegative' => 'Нет',
            'decimalPrecision' => '2',
            'decimalSeparator' => '.',
            'maxValue' => '',
            'minValue' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '24000',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'list-text' => 
      array (
        'fields' => 
        array (
          'id' => 6,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'textarea',
          'name' => 'list-text',
          'caption' => 'HTML-код для списка ссылок на статьи',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'rating' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'listbox',
          'name' => 'rating',
          'caption' => 'Рейтинг от 0 до 5',
          'description' => 'Любое значение от 4 до 5',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '4.1||4.2||4.3||4.4||4.5||4.6||4.7||4.8||4.9',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '4.5',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'listWidth' => '',
            'title' => '',
            'typeAhead' => 'false',
            'typeAheadDelay' => '250',
            'forceSelection' => 'false',
            'listEmptyText' => '',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '4.5',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'review' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 1,
          'property_preprocess' => false,
          'type' => 'number',
          'name' => 'review',
          'caption' => 'Количество отзывов',
          'description' => 'Любое целое число от 10 до 50',
          'editor_type' => 0,
          'category' => 0,
          'locked' => false,
          'elements' => '',
          'rank' => 0,
          'display' => 'default',
          'default_text' => '29',
          'properties' => 
          array (
          ),
          'input_properties' => 
          array (
            'allowBlank' => 'true',
            'allowDecimals' => 'Нет',
            'allowNegative' => 'Нет',
            'decimalPrecision' => '2',
            'decimalSeparator' => '.',
            'maxValue' => '50',
            'minValue' => '10',
          ),
          'output_properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '29',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
  ),
);