<?php  return array (
  'resourceClass' => 'modDocument',
  'resource' => 
  array (
    'id' => 3,
    'type' => 'document',
    'contentType' => 'text/html',
    'pagetitle' => 'Услуги',
    'longtitle' => '',
    'description' => '',
    'alias' => 'uslugi',
    'link_attributes' => '',
    'published' => 1,
    'pub_date' => 0,
    'unpub_date' => 0,
    'parent' => 0,
    'isfolder' => 0,
    'introtext' => '',
    'content' => '',
    'richtext' => 1,
    'template' => 4,
    'menuindex' => 2,
    'searchable' => 1,
    'cacheable' => 1,
    'createdby' => 1,
    'createdon' => 1484923371,
    'editedby' => 1,
    'editedon' => 1507636904,
    'deleted' => 0,
    'deletedon' => 0,
    'deletedby' => 0,
    'publishedon' => 1484923920,
    'publishedby' => 1,
    'menutitle' => '',
    'donthit' => 0,
    'privateweb' => 0,
    'privatemgr' => 0,
    'content_dispo' => 0,
    'hidemenu' => 0,
    'class_key' => 'modDocument',
    'context_key' => 'web',
    'content_type' => 1,
    'uri' => 'uslugi.php',
    'uri_override' => 0,
    'hide_children_in_tree' => 0,
    'show_in_tree' => 1,
    'properties' => NULL,
    'services-geology' => 
    array (
      0 => 'services-geology',
      1 => '[{"MIGX_id":"40","title":"Изыскания для строительства","url":"http://geo-yar.ru/izyskanija-dlja-stroitelstva.php","image":"geology/13.jpg","text":"Исследования грунтов и подземных вод под основой любого объекта являются необходимыми для прочного и устойчивого возведения. Известно, что закладка фундамента, на котором будут стоять будущие строения, составляет около трети общей стоимости строительства."},{"MIGX_id":"48","title":"Геологические изыскания для разработки карьеров","url":"http://geo-yar.ru/razrabotka-karerov.php","image":"drugoe/burenie-na-pesok1.jpg","text":"Чаще всего, разработка гравийных и песчаных карьеров в Ярославле выполняется для добычи полезных ископаемых открытым способом. Этот метод более дешевый и удобный по сравнению с подземным способом. Но чтобы она была осуществлена правильно, накануне обустройства карьера необходимо заказать специальные геологоразведочные работы. Это - этап, предшествующий разработке и позволяющий определить, целесообразно ли разбивать карьер на выбранной территории."},{"MIGX_id":"41","title":"Технические изыскания дорог","url":"http://geo-yar.ru/tehnicheskie-izyskanija-dorog.php","image":"geology/29.jpg","text":"Транспортное соединение – один из древнейших и важнейших элементов внутренней экономики любого региона. Компания «Гео-Яр» занимается изысканием и проектированием автомобильных дорог в Ярославле и Ярославской области, внося свою лепту в развитие инфраструктуры родного региона."},{"MIGX_id":"26","title":"Инженерные изыскания для реконструкции","url":"http://geo-yar.ru/inzhenernye-izyskanija-rekonstrukcii.php","image":"geodezy/5.jpg","text":"Осуществление инженерных изысканий при реконструкции в Ярославле и Ярославской области проводится согласно установленным правилам и ГОСТам. Встречается потребность в дополнительных этажах, пристраивая добавочные перекрытия, или сооружение подземной автостоянки."},{"MIGX_id":"42","title":"Экспертиза результатов изысканий","url":"http://geo-yar.ru/ekspertiza-rezultatov-izyskanij.php","image":"kadastr/17.jpg","text":"На всех стадиях строительства - инвестиционной, предпроектной и проектной требуется экспертиза результатов инженерных изысканий, проведенных в Ярославле и Ярославской области."},{"MIGX_id":"25","title":"Инженерно-гидрологические изыскания","url":"http://geo-yar.ru/inzhenerno-gidrologicheskie-izyskanija.php","image":"ecology/7.jpg","text":"Изучение климатических условий на участке застройки, подземных и грунтовых вод - важная часть комплекса инженерно-геологических исследований для строительства дорог, капитальных сооружений и коттеджей."},{"MIGX_id":"28","title":"Инженерные изыскания мостов","url":"http://geo-yar.ru/inzhenernye-izyskanija-mostov.php","image":"other/6.jpg","text":"Создавая проект моста, предназначенного для использования в промышленных или гражданских целях, обязательно исследуют местность, для расчетов материалов и прочности конструкций будущего сооружения. "},{"MIGX_id":"29","title":"Гидрографические изыскания","url":"http://geo-yar.ru/gidrograficheskie-izyskanija.php","image":"ecology/8.jpg","text":"Исследования по гидрографии обязательны при застройке и пользовании гидротехнических конструкций любого типа, когда проводят магистрали коммуникаций под водой, если технические операции проводятся на участке с водными объектами."},{"MIGX_id":"45","title":"Изыскания газопроводов","url":"http://geo-yar.ru/izyskanija-gazoprovodov.php","image":"other/3.jpg","text":"Трубы газопроводов могут прокладываться в земле или проходить над ее поверхностью. На стадии разработки проекта заказчик или инвестор предоставляет подрядчику техническое задание."},{"MIGX_id":"30","title":"Подземные изыскания","url":"http://geo-yar.ru/podzemnye-izyskanija.php","image":"geology/27.jpg","text":"Ни одно масштабное строительство не обходится без предварительного исследования местности. И даже небольшие объекты, которые будут созданы ниже уровня поверхности или уходят глубоко под фундаментом, требуют специальных исследований."},{"MIGX_id":"46","title":"Георадарное сканирование","url":"http://geo-yar.ru/georadarnoe-skanirovanie.php","image":"georadar.jpg","text":"Специальное исследование осуществляется нашими специалистами с использованием уникального геофизического прибора – георадара. Принцип его работы заключается в проведении тщательного анализа параметров при прохождении электромагнитной волны от прибора до границы отражения и назад к приемнику сигнала. Исследование гарантирует отсутствие какого-либо вмешательства в объект и абсолютно не влияет на его структуру."},{"MIGX_id":"47","title":"Бурение скважин в Ярославле","url":"burenie-skvazhin-v-jaroslavle.php","image":"geology/20.jpg","text":"Для постройки фундаментов, линий электропередач, заборов или установки столбов также понадобится осуществление буровых работ. В зависимости от вида проектируемого объекта, требуется создание выработок различной глубины и диаметра. Поэтому бурение скважин под столбы забора и прочие объекты возможно с применением различной техники – установки на основе автомобиля или мотобура ручного типа. "}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'services-geodezy' => 
    array (
      0 => 'services-geodezy',
      1 => '[{"MIGX_id":"19","title":"\\u0418\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u043e-\\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f","url":"http:\\/\\/geo-yar.ru\\/inzhenerno-geodezicheskie-izyskanija.php","image":"geodezy\\/12.jpg","text":"\\u0421\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u043e \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0441\\u043a\\u043e\\u0439 \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438, \\u043a\\u0430\\u043a, \\u0432\\u043f\\u0440\\u043e\\u0447\\u0435\\u043c, \\u0438 \\u043f\\u043e\\u0432\\u0441\\u0435\\u043c\\u0435\\u0441\\u0442\\u043d\\u043e, \\u043d\\u0435\\u0440\\u0430\\u0437\\u0440\\u044b\\u0432\\u043d\\u043e \\u0441\\u0432\\u044f\\u0437\\u0430\\u043d\\u043e \\u0441 \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0435\\u0439. \\u041e\\u043d\\u043e \\u043d\\u0430\\u0447\\u0438\\u043d\\u0430\\u0435\\u0442\\u0441\\u044f \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u043c\\u0438 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f\\u043c\\u0438 \\u0434\\u043b\\u044f \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u0430, \\u0441\\u043e\\u043f\\u0440\\u043e\\u0432\\u043e\\u0436\\u0434\\u0430\\u0435\\u0442\\u0441\\u044f \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0435\\u0439, \\u0438 \\u043d\\u0430 \\u043f\\u0440\\u043e\\u0442\\u044f\\u0436\\u0435\\u043d\\u0438\\u0438 \\u0432\\u0441\\u0435\\u0433\\u043e \\u0436\\u0438\\u0437\\u043d\\u0435\\u043d\\u043d\\u043e\\u0433\\u043e \\u0446\\u0438\\u043a\\u043b\\u0430 \\u043e\\u0431\\u044a\\u0435\\u043a\\u0442\\u0430 \\u043c\\u043e\\u0433\\u0443\\u0442 \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u044f\\u0442\\u044c\\u0441\\u044f \\u043d\\u0430\\u0431\\u043b\\u044e\\u0434\\u0435\\u043d\\u0438\\u044f."},{"MIGX_id":"20","title":"\\u0422\\u043e\\u043f\\u043e\\u0433\\u0440\\u0430\\u0444\\u043e-\\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f \\u0441\\u044a\\u0435\\u043c\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/topografo-geodezicheskaja-semka.php","image":"geodezy\\/11.jpg","text":"\\u0422\\u043e\\u043f\\u043e\\u0441\\u044a\\u0435\\u043c\\u043a\\u0430 - \\u044d\\u0442\\u043e \\u043f\\u043b\\u0430\\u043d\\u043e\\u0432\\u043e-\\u0432\\u044b\\u0441\\u043e\\u0442\\u043d\\u0430\\u044f \\u0441\\u044a\\u0435\\u043c\\u043a\\u0430. \\u0412\\u044b\\u043f\\u043e\\u043b\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0442\\u043e\\u043f\\u043e\\u0433\\u0440\\u0430\\u0444\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0439 \\u0441\\u044a\\u0435\\u043c\\u043a\\u0438 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430 \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435 \\u0438 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0441\\u043a\\u043e\\u0439 \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438 \\u043f\\u0440\\u043e\\u0432\\u043e\\u0434\\u0438\\u0442\\u0441\\u044f \\u043a\\u043e\\u0433\\u0434\\u0430 \\u0442\\u0440\\u0435\\u0431\\u0443\\u0435\\u0442\\u0441\\u044f \\u043f\\u043e\\u043b\\u0443\\u0447\\u0438\\u0442\\u044c \\u0442\\u043e\\u043f\\u043e\\u043f\\u043b\\u0430\\u043d \\u043d\\u0430\\u0434\\u0435\\u043b\\u0430."},{"MIGX_id":"21","title":"\\u0421\\u0438\\u0442\\u0443\\u0430\\u0446\\u0438\\u043e\\u043d\\u043d\\u044b\\u0439, \\u0442\\u043e\\u043f\\u043e\\u0433\\u0440\\u0430\\u0444\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0439, \\u0433\\u0435\\u043d\\u0435\\u0440\\u0430\\u043b\\u044c\\u043d\\u044b\\u0439 \\u043f\\u043b\\u0430\\u043d \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/topograficheskij-plan-uchastka.php","image":"geodezy\\/4.jpg","text":"\\u0413\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f \\u0441\\u044a\\u0435\\u043c\\u043a\\u0430 - \\u044d\\u0442\\u043e \\u043f\\u0440\\u043e\\u0446\\u0435\\u0441\\u0441 \\u043f\\u043e\\u043b\\u0443\\u0447\\u0435\\u043d\\u0438\\u044f \\u0438\\u043d\\u0444\\u043e\\u0440\\u043c\\u0430\\u0446\\u0438\\u0438 \\u043e \\u043c\\u0435\\u0441\\u0442\\u043d\\u043e\\u0441\\u0442\\u0438. \\u041a\\u043e\\u0433\\u0434\\u0430 \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u044f\\u0435\\u0442\\u0441\\u044f \\u043f\\u043b\\u0430\\u043d\\u043e\\u0432\\u0430\\u044f \\u0441\\u044a\\u0435\\u043c\\u043a\\u0430 (\\u0433\\u043e\\u0440\\u0438\\u0437\\u043e\\u043d\\u0442\\u0430\\u043b\\u044c\\u043d\\u0430\\u044f), \\u043e\\u043f\\u0440\\u0435\\u0434\\u0435\\u043b\\u044f\\u044e\\u0442 \\u043a\\u043e\\u043e\\u0440\\u0434\\u0438\\u043d\\u0430\\u0442\\u044b \\u043e\\u0442\\u0434\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0442\\u043e\\u0447\\u0435\\u043a."},{"MIGX_id":"22","title":"\\u0413\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0430\\u044f \\u0440\\u0430\\u0437\\u0431\\u0438\\u0432\\u043a\\u0430 \\u043e\\u0441\\u0435\\u0439","url":"http:\\/\\/geo-yar.ru\\/geodezicheskaja-razbivka-osej.php","image":"geodezy\\/15.jpg","text":"\\u0413\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0443\\u0441\\u043b\\u0443\\u0433\\u0438, \\u0432 \\u0447\\u0438\\u0441\\u043b\\u043e \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0445 \\u0432\\u0445\\u043e\\u0434\\u0438\\u0442 \\u0438 \\u0440\\u0430\\u0437\\u0431\\u0438\\u0432\\u043a\\u0430 \\u043e\\u0441\\u0435\\u0439 \\u0437\\u0434\\u0430\\u043d\\u0438\\u044f \\u043d\\u0430 \\u043c\\u0435\\u0441\\u0442\\u043d\\u043e\\u0441\\u0442\\u0438 \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435 \\u0438 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0441\\u043a\\u043e\\u0439 \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438, \\u043e\\u043a\\u0430\\u0437\\u044b\\u0432\\u0430\\u0435\\u0442 \\u043a\\u043e\\u043c\\u043f\\u0430\\u043d\\u0438\\u044f \\u201c\\u0413\\u0435\\u043e \\u042f\\u0440\\u201d. \\u0424\\u0438\\u0440\\u043c\\u0430 \\u0438\\u043c\\u0435\\u0435\\u0442 \\u043b\\u0438\\u0446\\u0435\\u043d\\u0437\\u0438\\u044e \\u043d\\u0430 \\u043f\\u0440\\u043e\\u0438\\u0437\\u0432\\u043e\\u0434\\u0441\\u0442\\u0432\\u043e \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0445 \\u0440\\u0430\\u0431\\u043e\\u0442."},{"MIGX_id":"23","title":"\\u0412\\u044b\\u043d\\u043e\\u0441 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0430 \\u0432 \\u043d\\u0430\\u0442\\u0443\\u0440\\u0443","url":"http:\\/\\/geo-yar.ru\\/vynos-v-naturu.php","image":"geodezy\\/24.jpg","text":"\\u041f\\u0440\\u043e\\u0435\\u043a\\u0442 \\u043f\\u0440\\u0435\\u0434\\u0441\\u0442\\u0430\\u0432\\u043b\\u044f\\u0435\\u0442 \\u0441\\u043e\\u0431\\u043e\\u0439 \\u0440\\u0430\\u0437\\u0440\\u0430\\u0431\\u043e\\u0442\\u0430\\u043d\\u043d\\u044b\\u0439 \\u043f\\u043b\\u0430\\u043d \\u0441\\u0442\\u0440\\u043e\\u0435\\u043d\\u0438\\u044f. \\u0417\\u0430\\u043c\\u044b\\u0441\\u0435\\u043b \\u043f\\u0440\\u0435\\u0434\\u0441\\u0442\\u0430\\u0432\\u043b\\u0435\\u043d \\u0447\\u0435\\u0440\\u0442\\u0435\\u0436\\u0430\\u043c\\u0438, \\u0441\\u0445\\u0435\\u043c\\u0430\\u043c\\u0438, \\u0440\\u0430\\u0441\\u0447\\u0435\\u0442\\u0430\\u043c\\u0438. \\u0420\\u0435\\u0430\\u043b\\u0438\\u0437\\u0430\\u0446\\u0438\\u0438 \\u0437\\u0430\\u043c\\u044b\\u0441\\u043b\\u0430 \\u0441\\u043f\\u043e\\u0441\\u043e\\u0431\\u0441\\u0442\\u0432\\u0443\\u0435\\u0442 \\u0432\\u044b\\u043d\\u043e\\u0441 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0430 \\u0432 \\u043d\\u0430\\u0442\\u0443\\u0440\\u0443 \\u0432 \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0438, \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u044f\\u0435\\u043c\\u044b\\u0439 \\u0441 \\u043f\\u043e\\u043c\\u043e\\u0449\\u044c\\u044e \\u0442\\u043e\\u0447\\u043d\\u043e\\u0433\\u043e \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0433\\u043e \\u043e\\u0431\\u043e\\u0440\\u0443\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f."}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'services-ecology' => 
    array (
      0 => 'services-ecology',
      1 => '[{"MIGX_id":"1","title":"\\u0418\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u043e-\\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f \\u0434\\u043b\\u044f \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u0430","url":"ekologicheskie-izyskanija-yaroslavl.php","image":"ecology\\/17.jpg","text":"\\u041b\\u044e\\u0431\\u043e\\u0435 \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u043e, \\u043d\\u0435\\u0437\\u0430\\u0432\\u0438\\u0441\\u0438\\u043c\\u043e \\u043e\\u0442 \\u0442\\u043e\\u0433\\u043e, \\u043a\\u0430\\u043a\\u043e\\u0439 \\u043e\\u0431\\u044a\\u0435\\u043a\\u0442 \\u043f\\u043b\\u0430\\u043d\\u0438\\u0440\\u0443\\u0435\\u0442 \\u0432\\u043e\\u0437\\u0432\\u0435\\u0441\\u0442\\u0438 \\u0437\\u0430\\u0441\\u0442\\u0440\\u043e\\u0439\\u0449\\u0438\\u043a, \\u043f\\u0440\\u0435\\u0434\\u043f\\u043e\\u043b\\u0430\\u0433\\u0430\\u0435\\u0442 \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u0435\\u043d\\u0438\\u0435 \\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0445 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u0439. \\u0411\\u0435\\u0437 \\u0434\\u043e\\u043a\\u0443\\u043c\\u0435\\u043d\\u0442\\u043e\\u0432 \\u043f\\u043e \\u0438\\u0442\\u043e\\u0433\\u0430\\u043c \\u043c\\u0435\\u0440\\u043e\\u043f\\u0440\\u0438\\u044f\\u0442\\u0438\\u0439 \\u043d\\u0435\\u043b\\u044c\\u0437\\u044f \\u043f\\u043e\\u043b\\u0443\\u0447\\u0438\\u0442\\u044c \\u043e\\u0444\\u0438\\u0446\\u0438\\u0430\\u043b\\u044c\\u043d\\u044b\\u0435 \\u0440\\u0430\\u0437\\u0440\\u0435\\u0448\\u0435\\u043d\\u0438\\u044f \\u043d\\u0430 \\u043d\\u0430\\u0447\\u0430\\u043b\\u043e \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u0430."},{"MIGX_id":"2","title":"\\u041f\\u041c\\u041e\\u041e\\u0421 - \\u043f\\u0435\\u0440\\u0435\\u0447\\u0435\\u043d\\u044c \\u043c\\u0435\\u0440\\u043e\\u043f\\u0440\\u0438\\u044f\\u0442\\u0438\\u0439 \\u043f\\u043e \\u043e\\u0445\\u0440\\u0430\\u043d\\u0435 \\u043e\\u043a\\u0440\\u0443\\u0436\\u0430\\u044e\\u0449\\u0435\\u0439 \\u0441\\u0440\\u0435\\u0434\\u044b","url":"http:\\/\\/geo-yar.ru\\/pmoos-perechen-meroprijatij-po-ohrane-okruzhajushhej-sredy-yaroslavl.php","image":"ecology\\/19.jpg","text":"\\u041a\\u043e\\u043c\\u043f\\u043b\\u0435\\u043a\\u0441\\u043d\\u044b\\u0435 \\u043c\\u0435\\u0440\\u043e\\u043f\\u0440\\u0438\\u044f\\u0442\\u0438\\u044f \\u043f\\u043e \\u043e\\u0445\\u0440\\u0430\\u043d\\u0435 \\u043e\\u043a\\u0440\\u0443\\u0436\\u0430\\u044e\\u0449\\u0435\\u0439 \\u0441\\u0440\\u0435\\u0434\\u044b \\u0434\\u043e\\u0432\\u043e\\u043b\\u044c\\u043d\\u043e \\u0440\\u0430\\u0437\\u043d\\u043e\\u043e\\u0431\\u0440\\u0430\\u0437\\u043d\\u044b \\u0438 \\u043c\\u043d\\u043e\\u0433\\u043e\\u043f\\u043b\\u0430\\u043d\\u043e\\u0432\\u044b, \\u0442\\u0430\\u043a \\u043a\\u0430\\u043a \\u043e\\u0445\\u0432\\u0430\\u0442\\u044b\\u0432\\u0430\\u044e\\u0442 \\u0440\\u0430\\u0437\\u043b\\u0438\\u0447\\u043d\\u044b\\u0435 \\u044d\\u043b\\u0435\\u043c\\u0435\\u043d\\u0442\\u044b \\u041e\\u0421. \\u0414\\u0435\\u044f\\u0442\\u0435\\u043b\\u044c\\u043d\\u043e\\u0441\\u0442\\u044c \\u0447\\u0435\\u043b\\u043e\\u0432\\u0435\\u043a\\u0430 \\u0437\\u0430\\u0447\\u0430\\u0441\\u0442\\u0443\\u044e \\u043f\\u0440\\u0435\\u0434\\u0441\\u0442\\u0430\\u0432\\u043b\\u044f\\u0435\\u0442 \\u0441\\u043e\\u0431\\u043e\\u0439 \\u043d\\u0435\\u043f\\u043e\\u0441\\u0440\\u0435\\u0434\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u0443\\u044e \\u043e\\u043f\\u0430\\u0441\\u043d\\u043e\\u0441\\u0442\\u044c \\u0434\\u043b\\u044f \\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0433\\u043e \\u0440\\u0430\\u0432\\u043d\\u043e\\u0432\\u0435\\u0441\\u0438\\u044f, \\u0432 \\u043d\\u0430\\u0441\\u0442\\u043e\\u044f\\u0449\\u0435\\u043c \\u0432\\u0440\\u0435\\u043c\\u0435\\u043d\\u0438 \\u0438 \\u0432 \\u043f\\u0435\\u0440\\u0441\\u043f\\u0435\\u043a\\u0442\\u0438\\u0432\\u0435. "},{"MIGX_id":"3","title":"\\u041f\\u0440\\u043e\\u0432\\u0435\\u0434\\u0435\\u043d\\u0438\\u0435 \\u043e\\u0446\\u0435\\u043d\\u043a\\u0438 \\u0432\\u043e\\u0437\\u0434\\u0435\\u0439\\u0441\\u0442\\u0432\\u0438\\u044f \\u043d\\u0430 \\u043e\\u043a\\u0440\\u0443\\u0436\\u0430\\u044e\\u0449\\u0443\\u044e \\u0441\\u0440\\u0435\\u0434\\u0443 \\u041e\\u0412\\u041e\\u0421","url":"http:\\/\\/geo-yar.ru\\/ocenka-vozdejstvija-na-okruzhajushhuju-sredu-ovos-yaroslavl.php","image":"ecology\\/16.jpg","text":"\\u0412 \\u043d\\u0430\\u0447\\u0430\\u043b\\u0435 \\u043b\\u044e\\u0431\\u043e\\u0433\\u043e \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u0430 \\u0432\\u0430\\u0436\\u043d\\u043e \\u0437\\u0430\\u043a\\u0430\\u0437\\u0430\\u0442\\u044c \\u041e\\u0412\\u041e\\u0421 - \\u043e\\u0431\\u044f\\u0437\\u0430\\u0442\\u0435\\u043b\\u044c\\u043d\\u0443\\u044e \\u043f\\u0440\\u043e\\u0446\\u0435\\u0434\\u0443\\u0440\\u0443, \\u0431\\u0435\\u0437 \\u043a\\u043e\\u0442\\u043e\\u0440\\u043e\\u0439 \\u043d\\u0435\\u043b\\u044c\\u0437\\u044f \\u043f\\u043e\\u043b\\u0443\\u0447\\u0438\\u0442\\u044c \\u0440\\u0430\\u0437\\u0440\\u0435\\u0448\\u0435\\u043d\\u0438\\u0435 \\u043d\\u0430 \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u043e. \\u0422\\u0430\\u043a\\u0438\\u0435 \\u0438\\u0441\\u0441\\u043b\\u0435\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f \\u043a\\u0440\\u0430\\u0439\\u043d\\u0435 \\u0432\\u0430\\u0436\\u043d\\u044b \\u0434\\u043b\\u044f \\u043e\\u0431\\u043e\\u0441\\u043d\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f \\u0446\\u0435\\u043b\\u0435\\u0441\\u043e\\u043e\\u0431\\u0440\\u0430\\u0437\\u043d\\u043e\\u0441\\u0442\\u0438 \\u0432\\u043e\\u0437\\u0432\\u0435\\u0434\\u0435\\u043d\\u0438\\u044f \\u043a\\u043e\\u043d\\u043a\\u0440\\u0435\\u0442\\u043d\\u043e\\u0439 \\u043a\\u043e\\u043d\\u0441\\u0442\\u0440\\u0443\\u043a\\u0446\\u0438\\u0438 \\u0433\\u0440\\u0430\\u0436\\u0434\\u0430\\u043d\\u0441\\u043a\\u043e\\u0433\\u043e \\u043b\\u0438\\u0431\\u043e \\u043f\\u0440\\u043e\\u043c\\u044b\\u0448\\u043b\\u0435\\u043d\\u043d\\u043e\\u0433\\u043e \\u043d\\u0430\\u0437\\u043d\\u0430\\u0447\\u0435\\u043d\\u0438\\u044f."},{"MIGX_id":"38","title":"\\u042d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u043b\\u0430\\u0431\\u043e\\u0440\\u0430\\u0442\\u043e\\u0440\\u043d\\u044b\\u0435 \\u0438\\u0441\\u0441\\u043b\\u0435\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f","url":"http:\\/\\/geo-yar.ru\\/ekologicheskie-laboratornye-issledovanija.php","image":"ecology\\/21.jpg","text":"\\u041f\\u0440\\u043e\\u0444\\u0438\\u043b\\u044c\\u043d\\u0430\\u044f \\u0444\\u0438\\u0440\\u043c\\u0430 \\u041e\\u041e\\u041e \\u00ab\\u0413\\u0435\\u043e \\u042f\\u0440\\u00bb, \\u0440\\u0435\\u0430\\u043b\\u0438\\u0437\\u0443\\u0435\\u0442 \\u0432\\u0441\\u0435 \\u0432\\u0438\\u0434\\u044b \\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0445 \\u0438\\u0441\\u0441\\u043b\\u0435\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u0439 \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435 \\u0438 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0441\\u043a\\u043e\\u0439 \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438 \\u043f\\u043e \\u0434\\u0435\\u043c\\u043e\\u043a\\u0440\\u0430\\u0442\\u0438\\u0447\\u043d\\u043e\\u0439 \\u0441\\u0442\\u043e\\u0438\\u043c\\u043e\\u0441\\u0442\\u0438. \\u0414\\u0430\\u043d\\u043d\\u044b\\u0435 \\u043c\\u0435\\u0440\\u043e\\u043f\\u0440\\u0438\\u044f\\u0442\\u0438\\u044f \\u043e\\u0431\\u044f\\u0437\\u0430\\u0442\\u0435\\u043b\\u044c\\u043d\\u044b \\u0438 \\u043e\\u0441\\u0443\\u0449\\u0435\\u0441\\u0442\\u0432\\u043b\\u044f\\u044e\\u0442\\u0441\\u044f \\u043d\\u0430 \\u043d\\u0430\\u0447\\u0430\\u043b\\u044c\\u043d\\u043e\\u043c \\u044d\\u0442\\u0430\\u043f\\u0435 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f."},{"MIGX_id":"47","title":"\\u0421\\u0430\\u043d\\u0438\\u0442\\u0430\\u0440\\u043d\\u043e-\\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0435 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u0438\\u0435","url":"http:\\/\\/geo-yar.ru\\/sanitarno-ekologicheskoe-proektirovanie.php","image":"ecology\\/23.jpg","text":"\\u041f\\u043e\\u043b\\u043d\\u043e\\u0446\\u0435\\u043d\\u043d\\u043e\\u0435 \\u0438 \\u043f\\u0440\\u043e\\u0444\\u0435\\u0441\\u0441\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u043e\\u0435 \\u0441\\u0430\\u043d\\u0438\\u0442\\u0430\\u0440\\u043d\\u043e-\\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0435 \\u043f\\u0440\\u043e\\u0435\\u043a\\u0442\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u0438\\u0435 \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435 - \\u044d\\u0442\\u043e \\u043a\\u043e\\u043c\\u043f\\u043b\\u0435\\u043a\\u0441\\u043d\\u044b\\u0435 \\u043c\\u0435\\u0440\\u043e\\u043f\\u0440\\u0438\\u044f\\u0442\\u0438\\u044f, \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435 \\u043f\\u0440\\u0435\\u0434\\u043f\\u043e\\u043b\\u0430\\u0433\\u0430\\u044e\\u0442 \\u043e\\u043f\\u0440\\u0435\\u0434\\u0435\\u043b\\u0435\\u043d\\u0438\\u0435 \\u0432\\u0441\\u0435\\u0445 \\u0432\\u0430\\u0436\\u043d\\u044b\\u0445 \\u044d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0445 \\u0445\\u0430\\u0440\\u0430\\u043a\\u0442\\u0435\\u0440\\u0438\\u0441\\u0442\\u0438\\u043a \\u043a\\u043e\\u043d\\u043a\\u0440\\u0435\\u0442\\u043d\\u043e\\u0439 \\u043c\\u0435\\u0441\\u0442\\u043d\\u043e\\u0441\\u0442\\u0438."}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'services-kadastr' => 
    array (
      0 => 'services-kadastr',
      1 => '[{"MIGX_id":"4","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0435 \\u0440\\u0430\\u0431\\u043e\\u0442\\u044b \\u0438 \\u0443\\u0441\\u043b\\u0443\\u0433\\u0438","url":"http:\\/\\/geo-yar.ru\\/kadastrovye-raboty-i-uslugi.php","image":"kadastr\\/4.jpg","text":"\\u0424\\u0438\\u0440\\u043c\\u0430 \\u201c\\u0413\\u0435\\u043e \\u042f\\u0440\\u201d - \\u044d\\u0442\\u043e \\u043e\\u0440\\u0433\\u0430\\u043d\\u0438\\u0437\\u0430\\u0446\\u0438\\u044f, \\u0441\\u043f\\u0435\\u0446\\u0438\\u0430\\u043b\\u0438\\u0437\\u0438\\u0440\\u0443\\u044e\\u0449\\u0430\\u044f\\u0441\\u044f \\u043d\\u0430 \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u0435\\u043d\\u0438\\u0438 \\u0440\\u0430\\u0437\\u043b\\u0438\\u0447\\u043d\\u044b\\u0445 \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0445 \\u0440\\u0430\\u0431\\u043e\\u0442. \\u041e\\u0441\\u043e\\u0431\\u043e \\u043c\\u043e\\u0436\\u043d\\u043e \\u0432\\u044b\\u0434\\u0435\\u043b\\u0438\\u0442\\u044c \\u0437\\u0435\\u043c\\u043b\\u0435\\u0443\\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u043d\\u044b\\u0435 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f \\u0438 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0435 \\u0440\\u0430\\u0431\\u043e\\u0442\\u044b \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435 \\u0438 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0441\\u043a\\u043e\\u0439 \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438, \\u0441\\u043f\\u0440\\u043e\\u0441 \\u043d\\u0430 \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435 \\u043d\\u0435\\u0443\\u043a\\u043b\\u043e\\u043d\\u043d\\u043e \\u0440\\u0430\\u0441\\u0442\\u0435\\u0442."},{"MIGX_id":"5","title":"\\u0423\\u0442\\u043e\\u0447\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0438 \\u0441\\u043e\\u0433\\u043b\\u0430\\u0441\\u043e\\u0432\\u0430\\u043d\\u0438\\u0435 \\u0433\\u0440\\u0430\\u043d\\u0438\\u0446 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/utochnenie-soglasovanie-granic-zemelnogo-uchastka.php","image":"kadastr\\/18.jpg","text":"\\u0414\\u043b\\u044f \\u0432\\u043b\\u0430\\u0434\\u0435\\u043b\\u044c\\u0446\\u0435\\u0432 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u043d\\u0430\\u0434\\u0435\\u043b\\u043e\\u0432, \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u0435 \\u043f\\u0440\\u0438\\u043e\\u0431\\u0440\\u0435\\u043b\\u0438 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u044b\\u0435 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0438 \\u0441\\u0440\\u0430\\u0432\\u043d\\u0438\\u0442\\u0435\\u043b\\u044c\\u043d\\u043e \\u043d\\u0435\\u0434\\u0430\\u0432\\u043d\\u043e, \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u044f\\u0442\\u044c \\u0443\\u0442\\u043e\\u0447\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0433\\u0440\\u0430\\u043d\\u0438\\u0446 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430 \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435 \\u0438 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u0441\\u043a\\u043e\\u0439 \\u043e\\u0431\\u043b\\u0430\\u0441\\u0442\\u0438 \\u043f\\u0440\\u0438\\u0445\\u043e\\u0434\\u0438\\u0442\\u0441\\u044f \\u043e\\u0431\\u044b\\u0447\\u043d\\u043e \\u0432 \\u0442\\u043e\\u043c \\u0441\\u043b\\u0443\\u0447\\u0430\\u0435, \\u0435\\u0441\\u043b\\u0438 \\u0432\\u043e\\u0437\\u043d\\u0438\\u043a\\u0430\\u044e\\u0442 \\u0441\\u043f\\u043e\\u0440\\u043d\\u044b\\u0435 \\u0432\\u043e\\u043f\\u0440\\u043e\\u0441\\u044b \\u0441 \\u0432\\u043b\\u0430\\u0434\\u0435\\u043b\\u044c\\u0446\\u0430\\u043c\\u0438 \\u0441\\u043c\\u0435\\u0436\\u043d\\u044b\\u0445 \\u043d\\u0430\\u0434\\u0435\\u043b\\u043e\\u0432. "},{"MIGX_id":"6","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-uchastka.php","image":"kadastr\\/11.jpg","text":"\\u041f\\u043e\\u043b\\u043d\\u043e\\u043f\\u0440\\u0430\\u0432\\u043d\\u043e\\u0435 \\u0432\\u043b\\u0430\\u0434\\u0435\\u043d\\u0438\\u0435 \\u0437\\u0435\\u043c\\u043b\\u0435\\u0439, \\u043f\\u0440\\u0435\\u0434\\u043f\\u043e\\u043b\\u0430\\u0433\\u0430\\u0435\\u0442 \\u043e\\u0441\\u0443\\u0449\\u0435\\u0441\\u0442\\u0432\\u043b\\u0435\\u043d\\u0438\\u0435 \\u0442\\u0430\\u043a\\u043e\\u0439 \\u0432\\u0430\\u0436\\u043d\\u043e\\u0439 \\u043f\\u0440\\u043e\\u0446\\u0435\\u0434\\u0443\\u0440\\u044b, \\u043a\\u0430\\u043a \\u043f\\u043e\\u0441\\u0442\\u0430\\u043d\\u043e\\u0432\\u043a\\u0430 \\u043d\\u0430 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430 \\u0438 \\u0440\\u0435\\u0433\\u0438\\u0441\\u0442\\u0440\\u0430\\u0446\\u0438\\u0438 \\u043f\\u0440\\u0430\\u0432 \\u0441\\u043e\\u0431\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u043e\\u0441\\u0442\\u0438."},{"MIGX_id":"11","title":"\\u041c\\u0435\\u0436\\u0435\\u0432\\u0430\\u043d\\u0438\\u0435 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u043e\\u0432","url":"http:\\/\\/geo-yar.ru\\/mezhevoj-plan-mezhevanie.php","image":"kadastr\\/12.jpg","text":"\\u041e\\u0444\\u043e\\u0440\\u043c\\u043b\\u0435\\u043d\\u0438\\u0435 \\u0437\\u0435\\u043c\\u043d\\u0430\\u0434\\u0435\\u043b\\u0430 \\u0432 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u0435 \\u2212 \\u0434\\u0435\\u043b\\u043e \\u0434\\u043e\\u0432\\u043e\\u043b\\u044c\\u043d\\u043e \\u0442\\u0440\\u0443\\u0434\\u043e\\u0437\\u0430\\u0442\\u0440\\u0430\\u0442\\u043d\\u043e\\u0435 \\u0438 \\u0445\\u043b\\u043e\\u043f\\u043e\\u0442\\u043d\\u043e\\u0435. \\u041d\\u043e \\u0431\\u0435\\u0437 \\u0441\\u0431\\u043e\\u0440\\u0430 \\u0441\\u043f\\u0440\\u0430\\u0432\\u043e\\u043a \\u0438 \\u0434\\u043e\\u043a\\u0443\\u043c\\u0435\\u043d\\u0442\\u043e\\u0432, \\u0438 \\u043f\\u043e\\u0441\\u043b\\u0435\\u0434\\u0443\\u044e\\u0449\\u0435\\u0433\\u043e \\u0432\\u043d\\u0435\\u0441\\u0435\\u043d\\u0438\\u044f \\u043f\\u043e\\u043b\\u043d\\u044b\\u0445 \\u0438 \\u0430\\u043a\\u0442\\u0443\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0441\\u0432\\u0435\\u0434\\u0435\\u043d\\u0438\\u0439 \\u043e\\u0431 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0435 \\u0432 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0440\\u0435\\u0435\\u0441\\u0442\\u0440, \\u043d\\u0435\\u0432\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e \\u0441\\u0442\\u0430\\u0442\\u044c \\u043f\\u043e\\u043b\\u043d\\u043e\\u0446\\u0435\\u043d\\u043d\\u044b\\u043c \\u0432\\u043b\\u0430\\u0434\\u0435\\u043b\\u044c\\u0446\\u0435\\u043c \\u043a\\u043e\\u043d\\u043a\\u0440\\u0435\\u0442\\u043d\\u043e\\u0439 \\u0437\\u0435\\u043c\\u043b\\u0438."},{"MIGX_id":"9","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0434\\u043e\\u0440\\u043e\\u0433","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-avtodorog.php","image":"kadastr\\/2.jpg","text":"\\u0421\\u0432\\u043e\\u0435\\u0432\\u0440\\u0435\\u043c\\u0435\\u043d\\u043d\\u043e \\u043f\\u043e\\u0441\\u0442\\u0430\\u0432\\u0438\\u0442\\u044c \\u043d\\u0430 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0434\\u043e\\u0440\\u043e\\u0433\\u0438 \\u2212 \\u044d\\u0442\\u043e \\u0432\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e\\u0441\\u0442\\u044c \\u043e\\u043f\\u0435\\u0440\\u0430\\u0442\\u0438\\u0432\\u043d\\u043e \\u043f\\u0440\\u0438\\u043d\\u0438\\u043c\\u0430\\u0442\\u044c \\u043f\\u0440\\u0430\\u0432\\u0438\\u043b\\u044c\\u043d\\u044b\\u0435 \\u0440\\u0435\\u0448\\u0435\\u043d\\u0438\\u0435 \\u043a\\u0430\\u0441\\u0430\\u0435\\u043c\\u043e \\u0440\\u0435\\u043c\\u043e\\u043d\\u0442\\u0430, \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u043b\\u0438\\u0431\\u043e \\u0440\\u0435\\u043a\\u043e\\u043d\\u0441\\u0442\\u0440\\u0443\\u043a\\u0446\\u0438\\u043e\\u043d\\u043d\\u044b\\u0445 \\u043c\\u0435\\u0440\\u043e\\u043f\\u0440\\u0438\\u044f\\u0442\\u0438\\u0439, \\u0430 \\u0442\\u0430\\u043a\\u0436\\u0435 \\u044d\\u043a\\u0441\\u043f\\u043b\\u0443\\u0430\\u0442\\u0430\\u0446\\u0438\\u0438 \\u0430\\u0432\\u0442\\u043e\\u0434\\u043e\\u0440\\u043e\\u0433, \\u043c\\u043e\\u0441\\u0442\\u043e\\u0432, \\u0442\\u0443\\u043d\\u043d\\u0435\\u043b\\u0435\\u0439 \\u0438 \\u0438\\u043d\\u044b\\u0445 \\u0434\\u043e\\u0440\\u043e\\u0436\\u043d\\u044b\\u0445 \\u0441\\u043e\\u043e\\u0440\\u0443\\u0436\\u0435\\u043d\\u0438\\u0439."},{"MIGX_id":"10","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u0433\\u0430\\u0437\\u043e\\u043f\\u0440\\u043e\\u0432\\u043e\\u0434\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-gazoprovoda.php","image":"other\\/7.jpg","text":"\\u041b\\u0438\\u043d\\u0435\\u0439\\u043d\\u044b\\u0435 \\u043e\\u0431\\u044a\\u0435\\u043a\\u0442\\u044b \\u043e\\u0442\\u043b\\u0438\\u0447\\u0430\\u044e\\u0442\\u0441\\u044f \\u043e\\u0442 \\u0434\\u0440\\u0443\\u0433\\u0438\\u0445 \\u0438\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u044b\\u0445 \\u0441\\u043e\\u043e\\u0440\\u0443\\u0436\\u0435\\u043d\\u0438\\u0439 \\u0431\\u043e\\u043b\\u044c\\u0448\\u043e\\u0439 \\u043f\\u0440\\u043e\\u0442\\u044f\\u0436\\u0435\\u043d\\u043d\\u043e\\u0441\\u0442\\u044c\\u044e, \\u0447\\u0442\\u043e \\u043e\\u0431\\u0443\\u0441\\u043b\\u0430\\u0432\\u043b\\u0438\\u0432\\u0430\\u0435\\u0442 \\u0442\\u0440\\u0443\\u0434\\u043e\\u0435\\u043c\\u043a\\u043e\\u0441\\u0442\\u044c \\u0438\\u0445 \\u0438\\u0441\\u0441\\u043b\\u0435\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f. "},{"MIGX_id":"12","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u043f\\u043b\\u0430\\u043d \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-plan.php","image":"kadastr\\/13.jpg","text":"\\u0414\\u043b\\u044f \\u043f\\u0440\\u0438\\u0437\\u043d\\u0430\\u043d\\u0438\\u044f \\u0433\\u043e\\u0441\\u0443\\u0434\\u0430\\u0440\\u0441\\u0442\\u0432\\u043e\\u043c \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u043d\\u0430\\u0434\\u0435\\u043b\\u0430 \\u043e\\u0431\\u044a\\u0435\\u043a\\u0442\\u043e\\u043c \\u043d\\u0435\\u0434\\u0432\\u0438\\u0436\\u0438\\u043c\\u043e\\u0441\\u0442\\u0438, \\u0441 \\u043a\\u043e\\u0442\\u043e\\u0440\\u044b\\u043c \\u0432 \\u0434\\u0430\\u043b\\u044c\\u043d\\u0435\\u0439\\u0448\\u0435\\u043c \\u0431\\u0443\\u0434\\u0435\\u0442 \\u0432\\u043e\\u0437\\u043c\\u043e\\u0436\\u043d\\u043e \\u0441\\u043e\\u0432\\u0435\\u0440\\u0448\\u0430\\u0442\\u044c \\u043a\\u043e\\u043c\\u043c\\u0435\\u0440\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0441\\u0434\\u0435\\u043b\\u043a\\u0438, \\u0435\\u0433\\u043e \\u043d\\u0435\\u043e\\u0431\\u0445\\u043e\\u0434\\u0438\\u043c\\u043e \\u043f\\u043e\\u0441\\u0442\\u0430\\u0432\\u0438\\u0442\\u044c \\u043d\\u0430 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442."},{"MIGX_id":"13","title":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u043f\\u0430\\u0441\\u043f\\u043e\\u0440\\u0442 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430, \\u043e\\u0431\\u044a\\u0435\\u043a\\u0442\\u0430 \\u043d\\u0435\\u0434\\u0432\\u0438\\u0436\\u0438\\u043c\\u043e\\u0441\\u0442\\u0438","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-pasport.php","image":"kadastr\\/5.jpg","text":"\\u041a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u0430\\u044f \\u0440\\u0435\\u0433\\u0438\\u0441\\u0442\\u0440\\u0430\\u0446\\u0438\\u044f \\u043d\\u0435\\u043f\\u0440\\u0435\\u043c\\u0435\\u043d\\u043d\\u043e \\u043a\\u043e\\u0441\\u043d\\u0435\\u0442\\u0441\\u044f \\u0441\\u043e\\u0431\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u0438\\u043a\\u043e\\u0432 \\u043b\\u044e\\u0431\\u043e\\u0433\\u043e \\u043d\\u0435\\u0434\\u0432\\u0438\\u0436\\u0438\\u043c\\u043e\\u0433\\u043e \\u0438\\u043c\\u0443\\u0449\\u0435\\u0441\\u0442\\u0432\\u0430. \\u041f\\u043e\\u0441\\u0442\\u0430\\u043d\\u043e\\u0432\\u043a\\u0430 \\u043d\\u0430 \\u0443\\u0447\\u0435\\u0442 \\u0432\\u043e\\u0432\\u0441\\u0435 \\u043d\\u0435 \\u043e\\u0431\\u044f\\u0437\\u0430\\u0442\\u0435\\u043b\\u044c\\u043d\\u0430. \\u041d\\u043e \\u043f\\u0440\\u0438\\u0445\\u043e\\u0434\\u0438\\u0442 \\u0432\\u0440\\u0435\\u043c\\u044f \\u0438 \\u0432\\u043b\\u0430\\u0434\\u0435\\u043b\\u044c\\u0446\\u0443 \\u043d\\u0435\\u043e\\u0431\\u0445\\u043e\\u0434\\u0438\\u043c\\u043e \\u043f\\u043e\\u0434\\u0442\\u0432\\u0435\\u0440\\u0434\\u0438\\u0442\\u044c \\u043f\\u0440\\u0430\\u0432\\u043e \\u0441\\u043e\\u0431\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u043e\\u0441\\u0442\\u0438."},{"MIGX_id":"15","title":"\\u041f\\u043e\\u0434\\u0433\\u043e\\u0442\\u043e\\u0432\\u043a\\u0430 \\u0442\\u0435\\u0445\\u043d\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0433\\u043e \\u043f\\u043b\\u0430\\u043d\\u0430","url":"http:\\/\\/geo-yar.ru\\/tehnicheskij-plan.php","image":"kadastr\\/16.jpg","text":"\\u0421\\u043f\\u0435\\u0446\\u0438\\u0430\\u043b\\u0438\\u0437\\u0438\\u0440\\u043e\\u0432\\u0430\\u043d\\u043d\\u0430\\u044f \\u0444\\u0438\\u0440\\u043c\\u0430 \\u041e\\u041e\\u041e \\u00ab\\u0413\\u0435\\u043e \\u042f\\u0440\\u00bb \\u043c\\u043d\\u043e\\u0433\\u043e \\u043b\\u0435\\u0442 \\u043e\\u043a\\u0430\\u0437\\u044b\\u0432\\u0430\\u0435\\u0442 \\u043a\\u043e\\u043c\\u043f\\u043b\\u0435\\u043a\\u0441\\u043d\\u044b\\u0435 \\u043a\\u0430\\u0440\\u0442\\u043e\\u0433\\u0440\\u0430\\u0444\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435, \\u0433\\u0435\\u043e\\u0434\\u0435\\u0437\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0438 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0435 \\u0443\\u0441\\u043b\\u0443\\u0433\\u0438, \\u0438\\u0437\\u0433\\u043e\\u0442\\u0430\\u0432\\u043b\\u0438\\u0432\\u0430\\u044f \\u0432\\u0441\\u0435 \\u0432\\u0438\\u0434\\u044b \\u0442\\u0435\\u0445\\u043d\\u0438\\u0447\\u0435\\u0441\\u043a\\u043e\\u0439 \\u0434\\u043e\\u043a\\u0443\\u043c\\u0435\\u043d\\u0442\\u0430\\u0446\\u0438\\u0438 \\u0434\\u043b\\u044f \\u0432\\u043e\\u0437\\u0432\\u0435\\u0434\\u0435\\u043d\\u0438\\u044f \\u0431\\u0435\\u0437\\u043e\\u043f\\u0430\\u0441\\u043d\\u044b\\u0445 \\u0438 \\u0444\\u0443\\u043d\\u043a\\u0446\\u0438\\u043e\\u043d\\u0430\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0441\\u0442\\u0440\\u043e\\u0435\\u043d\\u0438\\u0439 \\u0438 \\u0441\\u043e\\u043e\\u0440\\u0443\\u0436\\u0435\\u043d\\u0438\\u0439. "},{"MIGX_id":"17","title":"\\u041e\\u0431\\u044a\\u0435\\u0434\\u0438\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0438 \\u0440\\u0430\\u0437\\u0434\\u0435\\u043b \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u044b\\u0445 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u043e\\u0432","url":"http:\\/\\/geo-yar.ru\\/obedinenie-razdel-uchastka.php","image":"kadastr\\/6.jpg","text":"\\u0421\\u043e\\u0431\\u0441\\u0442\\u0432\\u0435\\u043d\\u043d\\u0438\\u043a\\u0430\\u043c \\u043d\\u0430\\u0434\\u0435\\u043b\\u043e\\u0432 \\u0437\\u0435\\u043c\\u043b\\u0438 \\u043f\\u0435\\u0440\\u0438\\u043e\\u0434\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438 \\u043f\\u0440\\u0438\\u0445\\u043e\\u0434\\u0438\\u0442\\u0441\\u044f \\u0441\\u0442\\u0430\\u043b\\u043a\\u0438\\u0432\\u0430\\u0442\\u044c\\u0441\\u044f \\u0441 \\u043d\\u0435\\u043e\\u0431\\u0445\\u043e\\u0434\\u0438\\u043c\\u043e\\u0441\\u0442\\u044c\\u044e \\u0432\\u044b\\u043f\\u043e\\u043b\\u043d\\u0438\\u0442\\u044c \\u043e\\u0431\\u044a\\u0435\\u0434\\u0438\\u043d\\u0435\\u043d\\u0438\\u0435 \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u043e\\u0432 \\u0438\\u043b\\u0438 \\u0440\\u0430\\u0437\\u0434\\u0435\\u043b\\u0435\\u043d\\u0438\\u0435 \\u043e\\u0434\\u043d\\u043e\\u0433\\u043e \\u043d\\u0430\\u0434\\u0435\\u043b\\u0430. \\u041e\\u0431\\u044a\\u0435\\u0434\\u0438\\u043d\\u0438\\u0442\\u044c \\u0442\\u0435\\u0440\\u0440\\u0438\\u0442\\u043e\\u0440\\u0438\\u0438 \\u043c\\u043e\\u0436\\u043d\\u043e \\u0432 \\u0442\\u043e\\u043c \\u0441\\u043b\\u0443\\u0447\\u0430\\u0435, \\u0435\\u0441\\u043b\\u0438:"}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    'services-other' => 
    array (
      0 => 'services-other',
      1 => '[{"MIGX_id":"1","title":"\\u0422\\u043e\\u043f\\u043e\\u0433\\u0440\\u0430\\u0444\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f","url":"http:\\/\\/geo-yar.ru\\/topograficheskie-izyskanija.php","image":"","text":""},{"MIGX_id":"2","title":"\\u0421\\u043f\\u0435\\u0446\\u0438\\u0430\\u043b\\u0438\\u0441\\u0442 \\u043f\\u043e \\u0438\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u044b\\u043c \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f\\u043c","url":"http:\\/\\/geo-yar.ru\\/specialist-po-inzhenernym-izyskanijam.php","image":"","text":""},{"MIGX_id":"3","title":"\\u041f\\u0440\\u043e\\u0432\\u0435\\u0434\\u0435\\u043d\\u0438\\u0435 \\u0438\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u044b\\u0445 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u0439","url":"http:\\/\\/geo-yar.ru\\/provedenie-inzhenernyh-izyskanij.php","image":"","text":""},{"MIGX_id":"4","title":"\\u041f\\u0440\\u043e\\u0435\\u043a\\u0442\\u043d\\u044b\\u0435 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f \\u0432 \\u0441\\u0442\\u0440\\u043e\\u0438\\u0442\\u0435\\u043b\\u044c\\u0441\\u0442\\u0432\\u0435","url":"http:\\/\\/geo-yar.ru\\/proektnye-izyskanija-v-stroitelstve.php","image":"","text":""},{"MIGX_id":"5","title":"\\u041e\\u0440\\u0433\\u0430\\u043d\\u0438\\u0437\\u0430\\u0446\\u0438\\u044f \\u043f\\u0440\\u043e\\u0432\\u0435\\u0434\\u0435\\u043d\\u0438\\u044f \\u0438\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u044b\\u0445 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u0439","url":"http:\\/\\/geo-yar.ru\\/organizacija-provedenija-inzhenernyh-izyskanij.php","image":"","text":""},{"MIGX_id":"6","title":"\\u041e\\u0444\\u043e\\u0440\\u043c\\u043b\\u0435\\u043d\\u0438\\u0435 \\u0437\\u0435\\u043c\\u0435\\u043b\\u044c\\u043d\\u043e\\u0433\\u043e \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/oformlenie-zemelnogo-uchastka.php","image":"","text":""},{"MIGX_id":"7","title":"\\u041f\\u043e\\u043b\\u0443\\u0447\\u0435\\u043d\\u0438\\u0435 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u043e\\u0433\\u043e \\u043d\\u043e\\u043c\\u0435\\u0440\\u0430","url":"http:\\/\\/geo-yar.ru\\/oformlenie-kadastrovogo-nomera.php","image":"","text":""},{"MIGX_id":"8","title":"\\u043f\\u043e\\u0441\\u0442\\u0430\\u043d\\u043e\\u0432\\u043a\\u0430 \\u043d\\u0430 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u043d\\u0435\\u0434\\u0432\\u0438\\u0436\\u0438\\u043c\\u043e\\u0441\\u0442\\u0438","url":"http:\\/\\/geo-yar.ru\\/oformlenie-kadastrovogo-nomera.php","image":"","text":""},{"MIGX_id":"9","title":"\\u041f\\u043e\\u0441\\u0442\\u0430\\u043d\\u043e\\u0432\\u043a\\u0430 \\u043d\\u0430 \\u043a\\u0430\\u0434\\u0430\\u0441\\u0442\\u0440\\u043e\\u0432\\u044b\\u0439 \\u0443\\u0447\\u0435\\u0442 \\u043a\\u0432\\u0430\\u0440\\u0442\\u0438\\u0440\\u044b, \\u0433\\u0430\\u0440\\u0430\\u0436\\u0430, \\u043c\\u0430\\u0448\\u0438\\u043d\\u043e\\u043c\\u0435\\u0441\\u0442\\u0430","url":"http:\\/\\/geo-yar.ru\\/kadastrovyj-uchet-kvartiry-garazha.php","image":"","text":""},{"MIGX_id":"10","title":"\\u0418\\u043d\\u0436\\u0435\\u043d\\u0435\\u0440\\u043d\\u043e-\\u0442\\u0435\\u0445\\u043d\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0438\\u0437\\u044b\\u0441\\u043a\\u0430\\u043d\\u0438\\u044f","url":"http:\\/\\/geo-yar.ru\\/inzhenerno-tehnicheskie-izyskanija.php","image":"","text":""},{"MIGX_id":"11","title":"\\u042d\\u043a\\u043e\\u043b\\u043e\\u0433\\u0438\\u0447\\u0435\\u0441\\u043a\\u0438\\u0435 \\u0443\\u0441\\u043b\\u0443\\u0433\\u0438 \\u0432 \\u042f\\u0440\\u043e\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435","url":"http:\\/\\/geo-yar.ru\\/ekologicheskie-uslugi.php","image":"","text":""},{"MIGX_id":"12","title":"\\u0410\\u043a\\u0442 \\u043e\\u0431\\u0441\\u043b\\u0435\\u0434\\u043e\\u0432\\u0430\\u043d\\u0438\\u044f \\u0443\\u0447\\u0430\\u0441\\u0442\\u043a\\u0430","url":"http:\\/\\/geo-yar.ru\\/akt-obsledovanija-uchastka.php","image":"","text":""},{"MIGX_id":"15","title":"\\u0411\\u0443\\u0440\\u0435\\u043d\\u0438\\u0435 \\u0441\\u043a\\u0432\\u0430\\u0436\\u0438\\u043d \\u0432 \\u0420\\u044b\\u0431\\u0438\\u043d\\u0441\\u043a\\u0435","url":"http:\\/\\/geo-yar.ru\\/burenie-skvazhin-v-rybinske.php","image":"","text":""},{"MIGX_id":"16","title":"\\u0411\\u0443\\u0440\\u0435\\u043d\\u0438\\u0435 \\u0441\\u043a\\u0432\\u0430\\u0436\\u0438\\u043d \\u0432 \\u041f\\u0435\\u0440\\u0435\\u0441\\u043b\\u0430\\u0432\\u043b\\u0435-\\u0417\\u0430\\u043b\\u0435\\u0441\\u0441\\u043a\\u043e\\u043c","url":"http:\\/\\/geo-yar.ru\\/burenie-skvazhin-v-pereslavle.php","image":"","text":""},{"MIGX_id":"17","title":"\\u0411\\u0443\\u0440\\u0435\\u043d\\u0438\\u0435 \\u0441\\u043a\\u0432\\u0430\\u0436\\u0438\\u043d \\u043d\\u0430 \\u0432\\u043e\\u0434\\u0443","url":"http:\\/\\/geo-yar.ru\\/burenie-skvazhin-na-vodu.php","image":"","text":""}]',
      2 => 'default',
      3 => NULL,
      4 => 'migx',
    ),
    '_content' => '<!DOCTYPE html>
<html  lang="ru-ru">
    

    
<head> 
  
  <title>Услуги компании Гео-Яр. Геологические, геодезические, экологические, кадастровые работы в Ярославле и Ярославской области</title>
  <meta name="description" content="Услуги компании Гео-Яр. Геологические, геодезические, экологические, кадастровые работы в Ярославле и Ярославской области. Полный комплекс инженерных изысканий для строительства." />
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>

<!-- BANNER -->
<div class="banner">
    <div class="img_rad"></div>
    <div class="wrapper">
        <strong>АКЦИЯ!</strong>
        <div class="rad_offer">
            Закажите геологические изыскания - и получите измерение радиационного фона на участке <strong>в ПОДАРОК</strong> 
        </div>
        <a class="but_offer" onclick="getElementById(\'zcwMiniButton\').click()">Заказать звонок</a>
    </div>
</div>

<div class="container" style="min-height:100vh">
<ol itemscope itemtype="http://schema.org/BreadcrumbList" class="breadcrumps">
              <li itemprop="itemListElement" itemscope
                  itemtype="http://schema.org/ListItem">
                <a itemprop="item" href="/">
                <span itemprop="name">Главная</span></a>
                <meta itemprop="position" content="1" />
              </li>
			  <li itemprop="itemListElement" itemscope
                  itemtype="http://schema.org/ListItem">
                <a itemprop="item" href="uslugi.php">
                <span itemprop="name">Услуги</span></a>
                <meta itemprop="position" content="2" />
              </li>
</ol>
<h1>Услуги</h1>
<div class="services">
    <div class="t_a_c">
<div><a href="http://geo-yar.ru/uslugi.php#services-geology" class="services-button">Инженерно-геологические изыскания</a></div>
<div><a href="http://geo-yar.ru/uslugi.php#services-geodezy" class="services-button">Геодезические работы</a></div>
<div><a href="http://geo-yar.ru/uslugi.php#services-ecology" class="services-button">Экологические изыскания</a></div>
<div><a href="http://geo-yar.ru/uslugi.php#services-kadastr" class="services-button">Кадастровые работы</a></div>
</div>
<h2 id="services-geology">Инженерно-геологические изыскания</h2>

					 <div class="services-item"  >
			<a href="http://geo-yar.ru/izyskanija-dlja-stroitelstva.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/13.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Изыскания для строительства</h2>

			  <p class="services-text">Исследования грунтов и подземных вод под основой любого объекта являются необходимыми для прочного и устойчивого возведения. Известно, что закладка фундамента, на котором будут стоять будущие строения, составляет около трети общей стоимости строительства.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/razrabotka-karerov.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/drugoe/burenie-na-pesok1.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Геологические изыскания для разработки карьеров</h2>

			  <p class="services-text">Чаще всего, разработка гравийных и песчаных карьеров в Ярославле выполняется для добычи полезных ископаемых открытым способом. Этот метод более дешевый и удобный по сравнению с подземным способом. Но чтобы она была осуществлена правильно, накануне обустройства карьера необходимо заказать специальные геологоразведочные работы. Это - этап, предшествующий разработке и позволяющий определить, целесообразно ли разбивать карьер на выбранной территории.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/tehnicheskie-izyskanija-dorog.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/29.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Технические изыскания дорог</h2>

			  <p class="services-text">Транспортное соединение – один из древнейших и важнейших элементов внутренней экономики любого региона. Компания «Гео-Яр» занимается изысканием и проектированием автомобильных дорог в Ярославле и Ярославской области, внося свою лепту в развитие инфраструктуры родного региона.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenernye-izyskanija-rekonstrukcii.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/5.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерные изыскания для реконструкции</h2>

			  <p class="services-text">Осуществление инженерных изысканий при реконструкции в Ярославле и Ярославской области проводится согласно установленным правилам и ГОСТам. Встречается потребность в дополнительных этажах, пристраивая добавочные перекрытия, или сооружение подземной автостоянки.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/ekspertiza-rezultatov-izyskanij.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/17.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Экспертиза результатов изысканий</h2>

			  <p class="services-text">На всех стадиях строительства - инвестиционной, предпроектной и проектной требуется экспертиза результатов инженерных изысканий, проведенных в Ярославле и Ярославской области.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenerno-gidrologicheskie-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/7.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерно-гидрологические изыскания</h2>

			  <p class="services-text">Изучение климатических условий на участке застройки, подземных и грунтовых вод - важная часть комплекса инженерно-геологических исследований для строительства дорог, капитальных сооружений и коттеджей.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenernye-izyskanija-mostov.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/other/6.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерные изыскания мостов</h2>

			  <p class="services-text">Создавая проект моста, предназначенного для использования в промышленных или гражданских целях, обязательно исследуют местность, для расчетов материалов и прочности конструкций будущего сооружения. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/gidrograficheskie-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/8.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Гидрографические изыскания</h2>

			  <p class="services-text">Исследования по гидрографии обязательны при застройке и пользовании гидротехнических конструкций любого типа, когда проводят магистрали коммуникаций под водой, если технические операции проводятся на участке с водными объектами.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/izyskanija-gazoprovodov.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/other/3.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Изыскания газопроводов</h2>

			  <p class="services-text">Трубы газопроводов могут прокладываться в земле или проходить над ее поверхностью. На стадии разработки проекта заказчик или инвестор предоставляет подрядчику техническое задание.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/podzemnye-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/27.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Подземные изыскания</h2>

			  <p class="services-text">Ни одно масштабное строительство не обходится без предварительного исследования местности. И даже небольшие объекты, которые будут созданы ниже уровня поверхности или уходят глубоко под фундаментом, требуют специальных исследований.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/georadarnoe-skanirovanie.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/georadar.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Георадарное сканирование</h2>

			  <p class="services-text">Специальное исследование осуществляется нашими специалистами с использованием уникального геофизического прибора – георадара. Принцип его работы заключается в проведении тщательного анализа параметров при прохождении электромагнитной волны от прибора до границы отражения и назад к приемнику сигнала. Исследование гарантирует отсутствие какого-либо вмешательства в объект и абсолютно не влияет на его структуру.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="burenie-skvazhin-v-jaroslavle.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/20.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Бурение скважин в Ярославле</h2>

			  <p class="services-text">Для постройки фундаментов, линий электропередач, заборов или установки столбов также понадобится осуществление буровых работ. В зависимости от вида проектируемого объекта, требуется создание выработок различной глубины и диаметра. Поэтому бурение скважин под столбы забора и прочие объекты возможно с применением различной техники – установки на основе автомобиля или мотобура ручного типа. </p>
				
				</a>
            </div>
            <div class="clearfix"></div>
            <div style=\'text-align: center; height: 40px; margin-top:50px; margin-bottom:50px;\'><a name="first_window" class="consalt-btn activate_modal">Консультация</a></div>
            
<h2 id="services-geodezy">Геодезические работы</h2>

					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenerno-geodezicheskie-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/12.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерно-геодезические изыскания</h2>

			  <p class="services-text">Строительство в Ярославской области, как, впрочем, и повсеместно, неразрывно связано с геодезией. Оно начинается геодезическими изысканиями для строительства, сопровождается геодезией, и на протяжении всего жизненного цикла объекта могут выполняться наблюдения.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/topografo-geodezicheskaja-semka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/11.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Топографо-геодезическая съемка</h2>

			  <p class="services-text">Топосъемка - это планово-высотная съемка. Выполнение топографической съемки земельного участка в Ярославле и Ярославской области проводится когда требуется получить топоплан надела.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/topograficheskij-plan-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/4.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Ситуационный, топографический, генеральный план участка</h2>

			  <p class="services-text">Геодезическая съемка - это процесс получения информации о местности. Когда выполняется плановая съемка (горизонтальная), определяют координаты отдельных точек.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/geodezicheskaja-razbivka-osej.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/15.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Геодезическая разбивка осей</h2>

			  <p class="services-text">Геодезические услуги, в число которых входит и разбивка осей здания на местности в Ярославле и Ярославской области, оказывает компания “Гео Яр”. Фирма имеет лицензию на производство геодезических работ.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/vynos-v-naturu.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/24.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Вынос проекта в натуру</h2>

			  <p class="services-text">Проект представляет собой разработанный план строения. Замысел представлен чертежами, схемами, расчетами. Реализации замысла способствует вынос проекта в натуру в геодезии, выполняемый с помощью точного геодезического оборудования.</p>
				
				</a>
            </div>
            <div class="clearfix"></div>
            <div style=\'text-align: center; height: 40px; margin-top:50px; margin-bottom:50px;\'><a name="first_window" class="consalt-btn activate_modal">Консультация</a></div>
<h2 id="services-ecology">Экологические изыскания</h2>

					 <div class="services-item"  >
			<a href="ekologicheskie-izyskanija-yaroslavl.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/17.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерно-экологические изыскания для строительства</h2>

			  <p class="services-text">Любое строительство, независимо от того, какой объект планирует возвести застройщик, предполагает выполнение экологических изысканий. Без документов по итогам мероприятий нельзя получить официальные разрешения на начало строительства.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/pmoos-perechen-meroprijatij-po-ohrane-okruzhajushhej-sredy-yaroslavl.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/19.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">ПМООС - перечень мероприятий по охране окружающей среды</h2>

			  <p class="services-text">Комплексные мероприятия по охране окружающей среды довольно разнообразны и многоплановы, так как охватывают различные элементы ОС. Деятельность человека зачастую представляет собой непосредственную опасность для экологического равновесия, в настоящем времени и в перспективе. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/ocenka-vozdejstvija-na-okruzhajushhuju-sredu-ovos-yaroslavl.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/16.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Проведение оценки воздействия на окружающую среду ОВОС</h2>

			  <p class="services-text">В начале любого строительства важно заказать ОВОС - обязательную процедуру, без которой нельзя получить разрешение на строительство. Такие исследования крайне важны для обоснования целесообразности возведения конкретной конструкции гражданского либо промышленного назначения.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/ekologicheskie-laboratornye-issledovanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/21.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Экологические лабораторные исследования</h2>

			  <p class="services-text">Профильная фирма ООО «Гео Яр», реализует все виды экологических исследований в Ярославле и Ярославской области по демократичной стоимости. Данные мероприятия обязательны и осуществляются на начальном этапе проектирования.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/sanitarno-ekologicheskoe-proektirovanie.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/23.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Санитарно-экологическое проектирование</h2>

			  <p class="services-text">Полноценное и профессиональное санитарно-экологическое проектирование в Ярославле - это комплексные мероприятия, которые предполагают определение всех важных экологических характеристик конкретной местности.</p>
				
				</a>
            </div>
            <div class="clearfix"></div>
            <div style=\'text-align: center; height: 40px; margin-top:50px; margin-bottom:50px;\'><a name="first_window" class="consalt-btn activate_modal">Консультация</a></div>
            
<h2 id="services-kadastr">Кадастровые работы</h2>

					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovye-raboty-i-uslugi.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/4.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровые работы и услуги</h2>

			  <p class="services-text">Фирма “Гео Яр” - это организация, специализирующаяся на выполнении различных геодезических работ. Особо можно выделить землеустроительные изыскания и кадастровые работы в Ярославле и Ярославской области, спрос на которые неуклонно растет.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/utochnenie-soglasovanie-granic-zemelnogo-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/18.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Уточнение и согласование границ земельного участка</h2>

			  <p class="services-text">Для владельцев земельных наделов, которые приобрели земельные участки сравнительно недавно, выполнять уточнение границ земельного участка в Ярославле и Ярославской области приходится обычно в том случае, если возникают спорные вопросы с владельцами смежных наделов. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-uchet-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/11.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый учет земельного участка</h2>

			  <p class="services-text">Полноправное владение землей, предполагает осуществление такой важной процедуры, как постановка на кадастровый учет земельного участка и регистрации прав собственности.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/mezhevoj-plan-mezhevanie.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/12.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Межевание земельных участков</h2>

			  <p class="services-text">Оформление земнадела в кадастре − дело довольно трудозатратное и хлопотное. Но без сбора справок и документов, и последующего внесения полных и актуальных сведений об участке в кадастровый реестр, невозможно стать полноценным владельцем конкретной земли.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-uchet-avtodorog.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/2.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый учет дорог</h2>

			  <p class="services-text">Своевременно поставить на кадастровый учет дороги − это возможность оперативно принимать правильные решение касаемо ремонта, строительных либо реконструкционных мероприятий, а также эксплуатации автодорог, мостов, туннелей и иных дорожных сооружений.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-uchet-gazoprovoda.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/other/7.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый учет газопровода</h2>

			  <p class="services-text">Линейные объекты отличаются от других инженерных сооружений большой протяженностью, что обуславливает трудоемкость их исследования. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-plan.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/13.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый план участка</h2>

			  <p class="services-text">Для признания государством земельного надела объектом недвижимости, с которым в дальнейшем будет возможно совершать коммерческие сделки, его необходимо поставить на кадастровый учет.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-pasport.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/5.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый паспорт участка, объекта недвижимости</h2>

			  <p class="services-text">Кадастровая регистрация непременно коснется собственников любого недвижимого имущества. Постановка на учет вовсе не обязательна. Но приходит время и владельцу необходимо подтвердить право собственности.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/tehnicheskij-plan.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/16.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Подготовка технического плана</h2>

			  <p class="services-text">Специализированная фирма ООО «Гео Яр» много лет оказывает комплексные картографические, геодезические и кадастровые услуги, изготавливая все виды технической документации для возведения безопасных и функциональных строений и сооружений. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/obedinenie-razdel-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/6.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Объединение и раздел земельных участков</h2>

			  <p class="services-text">Собственникам наделов земли периодически приходится сталкиваться с необходимостью выполнить объединение участков или разделение одного надела. Объединить территории можно в том случае, если:</p>
				
				</a>
            </div>


<div class="clearfix"></div>
<div style=\'text-align: center; height: 40px; margin-top:50px; margin-bottom:50px;\'><a name="first_window" class="consalt-btn activate_modal">Консультация</a></div>
<div class="clearfix"></div>
</div>
<h2>Другие услуги</h2>
<div class="content">
<ol>

			<li><a href="http://geo-yar.ru/topograficheskie-izyskanija.php">Топографические изыскания</a></li>
			<li><a href="http://geo-yar.ru/specialist-po-inzhenernym-izyskanijam.php">Специалист по инженерным изысканиям</a></li>
			<li><a href="http://geo-yar.ru/provedenie-inzhenernyh-izyskanij.php">Проведение инженерных изысканий</a></li>
			<li><a href="http://geo-yar.ru/proektnye-izyskanija-v-stroitelstve.php">Проектные изыскания в строительстве</a></li>
			<li><a href="http://geo-yar.ru/organizacija-provedenija-inzhenernyh-izyskanij.php">Организация проведения инженерных изысканий</a></li>
			<li><a href="http://geo-yar.ru/oformlenie-zemelnogo-uchastka.php">Оформление земельного участка</a></li>
			<li><a href="http://geo-yar.ru/oformlenie-kadastrovogo-nomera.php">Получение кадастрового номера</a></li>
			<li><a href="http://geo-yar.ru/oformlenie-kadastrovogo-nomera.php">постановка на кадастровый учет недвижимости</a></li>
			<li><a href="http://geo-yar.ru/kadastrovyj-uchet-kvartiry-garazha.php">Постановка на кадастровый учет квартиры, гаража, машиноместа</a></li>
			<li><a href="http://geo-yar.ru/inzhenerno-tehnicheskie-izyskanija.php">Инженерно-технические изыскания</a></li>
			<li><a href="http://geo-yar.ru/ekologicheskie-uslugi.php">Экологические услуги в Ярославле</a></li>
			<li><a href="http://geo-yar.ru/akt-obsledovanija-uchastka.php">Акт обследования участка</a></li>
			<li><a href="http://geo-yar.ru/burenie-skvazhin-v-rybinske.php">Бурение скважин в Рыбинске</a></li>
			<li><a href="http://geo-yar.ru/burenie-skvazhin-v-pereslavle.php">Бурение скважин в Переславле-Залесском</a></li>
			<li><a href="http://geo-yar.ru/burenie-skvazhin-na-vodu.php">Бурение скважин на воду</a></li>
</ol>
</div>


<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>

</div>

<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>
</body>
</html>',
    '_isForward' => false,
  ),
  'contentType' => 
  array (
    'id' => 1,
    'name' => 'HTML',
    'description' => 'HTML content',
    'mime_type' => 'text/html',
    'file_extensions' => '.php',
    'headers' => NULL,
    'binary' => 0,
  ),
  'policyCache' => 
  array (
  ),
  'elementCache' => 
  array (
    '[[$header]]' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
    '[[getImageList? 
            &tvname=`services-geology`
            &tpl=`@CODE:
					 <div class="services-item"  >
			<a href="[[+url]]">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/[[+image]]\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">[[+title]]</h2>

			  <p class="services-text">[[+text]]</p>
				
				</a>
            </div>`
            ]]' => '
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/izyskanija-dlja-stroitelstva.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/13.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Изыскания для строительства</h2>

			  <p class="services-text">Исследования грунтов и подземных вод под основой любого объекта являются необходимыми для прочного и устойчивого возведения. Известно, что закладка фундамента, на котором будут стоять будущие строения, составляет около трети общей стоимости строительства.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/razrabotka-karerov.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/drugoe/burenie-na-pesok1.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Геологические изыскания для разработки карьеров</h2>

			  <p class="services-text">Чаще всего, разработка гравийных и песчаных карьеров в Ярославле выполняется для добычи полезных ископаемых открытым способом. Этот метод более дешевый и удобный по сравнению с подземным способом. Но чтобы она была осуществлена правильно, накануне обустройства карьера необходимо заказать специальные геологоразведочные работы. Это - этап, предшествующий разработке и позволяющий определить, целесообразно ли разбивать карьер на выбранной территории.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/tehnicheskie-izyskanija-dorog.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/29.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Технические изыскания дорог</h2>

			  <p class="services-text">Транспортное соединение – один из древнейших и важнейших элементов внутренней экономики любого региона. Компания «Гео-Яр» занимается изысканием и проектированием автомобильных дорог в Ярославле и Ярославской области, внося свою лепту в развитие инфраструктуры родного региона.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenernye-izyskanija-rekonstrukcii.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/5.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерные изыскания для реконструкции</h2>

			  <p class="services-text">Осуществление инженерных изысканий при реконструкции в Ярославле и Ярославской области проводится согласно установленным правилам и ГОСТам. Встречается потребность в дополнительных этажах, пристраивая добавочные перекрытия, или сооружение подземной автостоянки.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/ekspertiza-rezultatov-izyskanij.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/17.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Экспертиза результатов изысканий</h2>

			  <p class="services-text">На всех стадиях строительства - инвестиционной, предпроектной и проектной требуется экспертиза результатов инженерных изысканий, проведенных в Ярославле и Ярославской области.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenerno-gidrologicheskie-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/7.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерно-гидрологические изыскания</h2>

			  <p class="services-text">Изучение климатических условий на участке застройки, подземных и грунтовых вод - важная часть комплекса инженерно-геологических исследований для строительства дорог, капитальных сооружений и коттеджей.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenernye-izyskanija-mostov.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/other/6.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерные изыскания мостов</h2>

			  <p class="services-text">Создавая проект моста, предназначенного для использования в промышленных или гражданских целях, обязательно исследуют местность, для расчетов материалов и прочности конструкций будущего сооружения. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/gidrograficheskie-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/8.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Гидрографические изыскания</h2>

			  <p class="services-text">Исследования по гидрографии обязательны при застройке и пользовании гидротехнических конструкций любого типа, когда проводят магистрали коммуникаций под водой, если технические операции проводятся на участке с водными объектами.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/izyskanija-gazoprovodov.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/other/3.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Изыскания газопроводов</h2>

			  <p class="services-text">Трубы газопроводов могут прокладываться в земле или проходить над ее поверхностью. На стадии разработки проекта заказчик или инвестор предоставляет подрядчику техническое задание.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/podzemnye-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/27.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Подземные изыскания</h2>

			  <p class="services-text">Ни одно масштабное строительство не обходится без предварительного исследования местности. И даже небольшие объекты, которые будут созданы ниже уровня поверхности или уходят глубоко под фундаментом, требуют специальных исследований.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/georadarnoe-skanirovanie.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/georadar.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Георадарное сканирование</h2>

			  <p class="services-text">Специальное исследование осуществляется нашими специалистами с использованием уникального геофизического прибора – георадара. Принцип его работы заключается в проведении тщательного анализа параметров при прохождении электромагнитной волны от прибора до границы отражения и назад к приемнику сигнала. Исследование гарантирует отсутствие какого-либо вмешательства в объект и абсолютно не влияет на его структуру.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="burenie-skvazhin-v-jaroslavle.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geology/20.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Бурение скважин в Ярославле</h2>

			  <p class="services-text">Для постройки фундаментов, линий электропередач, заборов или установки столбов также понадобится осуществление буровых работ. В зависимости от вида проектируемого объекта, требуется создание выработок различной глубины и диаметра. Поэтому бурение скважин под столбы забора и прочие объекты возможно с применением различной техники – установки на основе автомобиля или мотобура ручного типа. </p>
				
				</a>
            </div>',
    '[[getImageList? 
            &tvname=`services-geodezy`
            &tpl=`@CODE:
					 <div class="services-item"  >
			<a href="[[+url]]">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/[[+image]]\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">[[+title]]</h2>

			  <p class="services-text">[[+text]]</p>
				
				</a>
            </div>`
            ]]' => '
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/inzhenerno-geodezicheskie-izyskanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/12.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерно-геодезические изыскания</h2>

			  <p class="services-text">Строительство в Ярославской области, как, впрочем, и повсеместно, неразрывно связано с геодезией. Оно начинается геодезическими изысканиями для строительства, сопровождается геодезией, и на протяжении всего жизненного цикла объекта могут выполняться наблюдения.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/topografo-geodezicheskaja-semka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/11.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Топографо-геодезическая съемка</h2>

			  <p class="services-text">Топосъемка - это планово-высотная съемка. Выполнение топографической съемки земельного участка в Ярославле и Ярославской области проводится когда требуется получить топоплан надела.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/topograficheskij-plan-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/4.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Ситуационный, топографический, генеральный план участка</h2>

			  <p class="services-text">Геодезическая съемка - это процесс получения информации о местности. Когда выполняется плановая съемка (горизонтальная), определяют координаты отдельных точек.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/geodezicheskaja-razbivka-osej.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/15.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Геодезическая разбивка осей</h2>

			  <p class="services-text">Геодезические услуги, в число которых входит и разбивка осей здания на местности в Ярославле и Ярославской области, оказывает компания “Гео Яр”. Фирма имеет лицензию на производство геодезических работ.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/vynos-v-naturu.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/geodezy/24.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Вынос проекта в натуру</h2>

			  <p class="services-text">Проект представляет собой разработанный план строения. Замысел представлен чертежами, схемами, расчетами. Реализации замысла способствует вынос проекта в натуру в геодезии, выполняемый с помощью точного геодезического оборудования.</p>
				
				</a>
            </div>',
    '[[getImageList? 
            &tvname=`services-ecology`
            &tpl=`@CODE:
					 <div class="services-item"  >
			<a href="[[+url]]">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/[[+image]]\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">[[+title]]</h2>

			  <p class="services-text">[[+text]]</p>
				
				</a>
            </div>`
            ]]' => '
					 <div class="services-item"  >
			<a href="ekologicheskie-izyskanija-yaroslavl.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/17.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Инженерно-экологические изыскания для строительства</h2>

			  <p class="services-text">Любое строительство, независимо от того, какой объект планирует возвести застройщик, предполагает выполнение экологических изысканий. Без документов по итогам мероприятий нельзя получить официальные разрешения на начало строительства.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/pmoos-perechen-meroprijatij-po-ohrane-okruzhajushhej-sredy-yaroslavl.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/19.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">ПМООС - перечень мероприятий по охране окружающей среды</h2>

			  <p class="services-text">Комплексные мероприятия по охране окружающей среды довольно разнообразны и многоплановы, так как охватывают различные элементы ОС. Деятельность человека зачастую представляет собой непосредственную опасность для экологического равновесия, в настоящем времени и в перспективе. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/ocenka-vozdejstvija-na-okruzhajushhuju-sredu-ovos-yaroslavl.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/16.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Проведение оценки воздействия на окружающую среду ОВОС</h2>

			  <p class="services-text">В начале любого строительства важно заказать ОВОС - обязательную процедуру, без которой нельзя получить разрешение на строительство. Такие исследования крайне важны для обоснования целесообразности возведения конкретной конструкции гражданского либо промышленного назначения.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/ekologicheskie-laboratornye-issledovanija.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/21.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Экологические лабораторные исследования</h2>

			  <p class="services-text">Профильная фирма ООО «Гео Яр», реализует все виды экологических исследований в Ярославле и Ярославской области по демократичной стоимости. Данные мероприятия обязательны и осуществляются на начальном этапе проектирования.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/sanitarno-ekologicheskoe-proektirovanie.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/ecology/23.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Санитарно-экологическое проектирование</h2>

			  <p class="services-text">Полноценное и профессиональное санитарно-экологическое проектирование в Ярославле - это комплексные мероприятия, которые предполагают определение всех важных экологических характеристик конкретной местности.</p>
				
				</a>
            </div>',
    '[[getImageList? 
            &tvname=`services-kadastr`
            &tpl=`@CODE:
					 <div class="services-item"  >
			<a href="[[+url]]">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/[[+image]]\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">[[+title]]</h2>

			  <p class="services-text">[[+text]]</p>
				
				</a>
            </div>`
            ]]' => '
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovye-raboty-i-uslugi.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/4.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровые работы и услуги</h2>

			  <p class="services-text">Фирма “Гео Яр” - это организация, специализирующаяся на выполнении различных геодезических работ. Особо можно выделить землеустроительные изыскания и кадастровые работы в Ярославле и Ярославской области, спрос на которые неуклонно растет.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/utochnenie-soglasovanie-granic-zemelnogo-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/18.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Уточнение и согласование границ земельного участка</h2>

			  <p class="services-text">Для владельцев земельных наделов, которые приобрели земельные участки сравнительно недавно, выполнять уточнение границ земельного участка в Ярославле и Ярославской области приходится обычно в том случае, если возникают спорные вопросы с владельцами смежных наделов. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-uchet-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/11.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый учет земельного участка</h2>

			  <p class="services-text">Полноправное владение землей, предполагает осуществление такой важной процедуры, как постановка на кадастровый учет земельного участка и регистрации прав собственности.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/mezhevoj-plan-mezhevanie.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/12.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Межевание земельных участков</h2>

			  <p class="services-text">Оформление земнадела в кадастре − дело довольно трудозатратное и хлопотное. Но без сбора справок и документов, и последующего внесения полных и актуальных сведений об участке в кадастровый реестр, невозможно стать полноценным владельцем конкретной земли.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-uchet-avtodorog.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/2.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый учет дорог</h2>

			  <p class="services-text">Своевременно поставить на кадастровый учет дороги − это возможность оперативно принимать правильные решение касаемо ремонта, строительных либо реконструкционных мероприятий, а также эксплуатации автодорог, мостов, туннелей и иных дорожных сооружений.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-uchet-gazoprovoda.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/other/7.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый учет газопровода</h2>

			  <p class="services-text">Линейные объекты отличаются от других инженерных сооружений большой протяженностью, что обуславливает трудоемкость их исследования. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-plan.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/13.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый план участка</h2>

			  <p class="services-text">Для признания государством земельного надела объектом недвижимости, с которым в дальнейшем будет возможно совершать коммерческие сделки, его необходимо поставить на кадастровый учет.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/kadastrovyj-pasport.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/5.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Кадастровый паспорт участка, объекта недвижимости</h2>

			  <p class="services-text">Кадастровая регистрация непременно коснется собственников любого недвижимого имущества. Постановка на учет вовсе не обязательна. Но приходит время и владельцу необходимо подтвердить право собственности.</p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/tehnicheskij-plan.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/16.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Подготовка технического плана</h2>

			  <p class="services-text">Специализированная фирма ООО «Гео Яр» много лет оказывает комплексные картографические, геодезические и кадастровые услуги, изготавливая все виды технической документации для возведения безопасных и функциональных строений и сооружений. </p>
				
				</a>
            </div>
					 <div class="services-item"  >
			<a href="http://geo-yar.ru/obedinenie-razdel-uchastka.php">
			<div class="services-overlay">Подробнее</div>
			<div  class="services-image" style="background:url(\'../images/kadastr/6.jpg\') center no-repeat; background-size: cover;"></div>
			<h3 class="services-title">Объединение и раздел земельных участков</h2>

			  <p class="services-text">Собственникам наделов земли периодически приходится сталкиваться с необходимостью выполнить объединение участков или разделение одного надела. Объединить территории можно в том случае, если:</p>
				
				</a>
            </div>',
    '[[getImageList? 
            &tvname=`services-other`
            &tpl=`@CODE:
			<li><a href="[[+url]]">[[+title]]</a></li>`
            ]]' => '
			<li><a href="http://geo-yar.ru/topograficheskie-izyskanija.php">Топографические изыскания</a></li>
			<li><a href="http://geo-yar.ru/specialist-po-inzhenernym-izyskanijam.php">Специалист по инженерным изысканиям</a></li>
			<li><a href="http://geo-yar.ru/provedenie-inzhenernyh-izyskanij.php">Проведение инженерных изысканий</a></li>
			<li><a href="http://geo-yar.ru/proektnye-izyskanija-v-stroitelstve.php">Проектные изыскания в строительстве</a></li>
			<li><a href="http://geo-yar.ru/organizacija-provedenija-inzhenernyh-izyskanij.php">Организация проведения инженерных изысканий</a></li>
			<li><a href="http://geo-yar.ru/oformlenie-zemelnogo-uchastka.php">Оформление земельного участка</a></li>
			<li><a href="http://geo-yar.ru/oformlenie-kadastrovogo-nomera.php">Получение кадастрового номера</a></li>
			<li><a href="http://geo-yar.ru/oformlenie-kadastrovogo-nomera.php">постановка на кадастровый учет недвижимости</a></li>
			<li><a href="http://geo-yar.ru/kadastrovyj-uchet-kvartiry-garazha.php">Постановка на кадастровый учет квартиры, гаража, машиноместа</a></li>
			<li><a href="http://geo-yar.ru/inzhenerno-tehnicheskie-izyskanija.php">Инженерно-технические изыскания</a></li>
			<li><a href="http://geo-yar.ru/ekologicheskie-uslugi.php">Экологические услуги в Ярославле</a></li>
			<li><a href="http://geo-yar.ru/akt-obsledovanija-uchastka.php">Акт обследования участка</a></li>
			<li><a href="http://geo-yar.ru/burenie-skvazhin-v-rybinske.php">Бурение скважин в Рыбинске</a></li>
			<li><a href="http://geo-yar.ru/burenie-skvazhin-v-pereslavle.php">Бурение скважин в Переславле-Залесском</a></li>
			<li><a href="http://geo-yar.ru/burenie-skvazhin-na-vodu.php">Бурение скважин на воду</a></li>',
    '[[$contact-form]]' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
    '[[$footer]]' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
  ),
  'sourceCache' => 
  array (
    'modChunk' => 
    array (
      'header' => 
      array (
        'fields' => 
        array (
          'id' => 2,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'header',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<meta charset="UTF-8">
  <meta name="viewport" content="width=device-width initial-scale=1.0">
  <meta http-equiv="content-type" content="text/html; charset=utf-8" />
  <img href="favicon.ico" rel="shortcut icon" type="image/vnd.microsoft.icon" />
   <script src="js/jq.min.js" type="text/javascript"></script>
   <script src="js/script.js" type="text/javascript"></script>
	<link href="https://fonts.googleapis.com/css?family=Open+Sans:400,600,700,300,400italic" rel="stylesheet" type="text/css">
	<img rel="shortcut icon" href="favicon.ico" type="image/x-icon">
	<link rel="stylesheet" href="css/normalize.css" media="screen">
	<link rel="stylesheet" href="css/styles.css" media="screen">
	<link rel="stylesheet" href="css/owl.carousel.css" media="screen">
	<link rel="stylesheet" href="css/owl.theme.css" media="screen">

</head>
<body class="home" id="home">
<header id="header">
<div class="dark-green-bg">
	<div class="container">
		<div id="logo">
			<a href="/" ><img src="images/head_logo.png" alt="logo"></a>
		</div>
		<ul class="top-header">
			<li class="call-box">
				<img src="images/head-ico_03.png"  alt="call">
				<a href="tel:74852607353"><span>+7 (4852) 60 73 53</span></a>
					<button class="activate_modal" name="first_window">ЗАКАЗАТЬ ЗВОНОК</button>
			</li>
			<li class="mail-box">
				<img src="images/head-ico_05.png" alt="mail">
				<span>geo-yar16@yandex.ru</span>
			</li>
			
		</ul>
	</div>
</div>
<div class="green-bg">
	<div class="container claer_a">
		<!--- TOP NAVIGATION -->
		
		
		<nav class="nav fr"> 
		<button class="menu-button">Меню</button>
						<ul class="hmenu">
							<li class="item-151 "><a href="/">Главная</a></li>
							<li class="item-153"><a href="/#about-company">О Компании</a></li>
							<li class="item-153"><a href="ceny.php">Цены</a></li>
							<li class="item-154"><a href="uslugi.php">Услуги</a></li>
                            <li class="item-156"><a href="/#recall">ОТЗЫВЫ</a></li>
							<li class="item-158"><a href="/#contacts">Контакты</a></li>
						</ul>
		</nav>
		
		<!--- TOP NAVIGATION END --> 
	</div>
</div>
</header><!-- #header -->
<main>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'contact-form' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'contact-form',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class=\'h1\' >Контакты</div>
			<div class="text t_a_c" id="contacts" itemscope itemtype="http://schema.org/Organization">
		
				<link itemprop="url" href="http://geo-yar.ru">
			<div class="contacts-logo">	<img src="images/logo.png" alt="ГеоЯр"></div>
			<div class="contacts-text">	
				<div class="h2 dashed-line" itemprop="name">Компания "ГеоЯр"</div>
				<p>	<strong>E-mail: </strong><span itemprop="email">geo-yar16@yandex.ru</span></p>
				<p>	<strong>Телефон: </strong><span itemprop="telephone">(4852) 60 73 53</span></p>
				<p itemprop="address" itemscope itemtype="http://schema.org/PostalAddress">
				    <meta itemprop="addressCountry" content="Россия">
					<meta itemprop="addressRegion" content="Ярославская область">
					<strong>Адрес: </strong> <span  itemprop="addressLocality"> г. Ярославль</span>, <span itemprop="streetAddress">улица Свободы, 1/2</span></p>
			</div>		
			</div>
',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
      'footer' => 
      array (
        'fields' => 
        array (
          'id' => 3,
          'source' => 1,
          'property_preprocess' => false,
          'name' => 'footer',
          'description' => '',
          'editor_type' => 0,
          'category' => 0,
          'cache_type' => 0,
          'snippet' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
          'locked' => false,
          'properties' => 
          array (
          ),
          'static' => false,
          'static_file' => '',
          'content' => '<div class="clearfix"></div>
</main>
<footer id="footer">
			<div class="footer-box">
				<div class="foot-contacts ">
					<div class=\'h4\' >ОБРАТНАЯ СВЯЗЬ</div>
					<form method="post" action="mail.php">
					
						<input id="user_name1" class="input-medium focused col-md-12" name="user_name" type="text" placeholder="Ваше имя" required>
						<input id="user_phone1" class="input-medium focused col-md-12" name="user_phone" type="text" placeholder="Ваш телефон" required>
						<input type="submit" class="customButton send_btn feedback" value="ОТПРАВИТЬ">					
					</form>					
				</div>
				<div class="foot-brand ">
					<img src="images/logo-white.png">
					<span>© 2016 Все права защищены</span>
				</div>
				
			</div>

			<div id="to_top" title="НАВЕРХ"></div>
			<!--<div id="fixed-ordercall" name="first_window" class="activate_modal" title="ЗАКАЖИТЕ БЕСПЛАТНУЮ КОНСУЛЬТАЦИЮ СПЕЦИАЛИСТА"><span>ЗАКАЖИТЕ</span><span>БЕСПЛАТНУЮ</span><span>КОНСУЛЬТАЦИЮ</span></div>-->

	<div id="first_window" class="modal_window section_5">
		<div class="verify-price fr">
			<div class="vp-heading">
				<div class=\'h4\' >Обратная связь</div>
			</div>
			<form class="form " name="form-1" method="post" action="mail.php">
				<input id="user_name" class="input-medium focused" name="user_name" type="text" placeholder="Ваше имя" required>
				<input id="user_phone" class="input-medium focused" name="user_phone" type="text" placeholder="Ваш телефон" required>
				<input type="submit" id="send_popUp" class="customButton" value="Отправить"></input>				
			</form>
		</div>	
		<div class="close">&nbsp;</div>
	</div>	
	
<div id="mask" class="mask close_modal"></div>
		</footer><!-- #footer -->

	
	

	
	<!-- Yandex.Metrika counter -->
<script type="text/javascript">
    (function (d, w, c) {
        (w[c] = w[c] || []).push(function() {
            try {
                w.yaCounter40772759 = new Ya.Metrika({
                    id:40772759,
                    clickmap:true,
                    trackLinks:true,
                    accurateTrackBounce:true,
                    webvisor:true
                });
            } catch(e) { }
        });

        var n = d.getElementsByTagName("script")[0],
            s = d.createElement("script"),
            f = function () { n.parentNode.insertBefore(s, n); };
        s.type = "text/javascript";
        s.async = true;
        s.src = "https://mc.yandex.ru/metrika/watch.js";

        if (w.opera == "[object Opera]") {
            d.addEventListener("DOMContentLoaded", f, false);
        } else { f(); }
    })(document, window, "yandex_metrika_callbacks");
</script>
<noscript><div><img src="https://mc.yandex.ru/watch/40772759" style="position:absolute; left:-9999px;" alt="" /></div></noscript>
<!-- /Yandex.Metrika counter -->


<script>
  (function(i,s,o,g,r,a,m){i[\'GoogleAnalyticsObject\']=r;i[r]=i[r]||function(){
  (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
  m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
  })(window,document,\'script\',\'https://www.google-analytics.com/analytics.js\',\'ga\');

  ga(\'create\', \'UA-87293966-1\', \'auto\');
  ga(\'send\', \'pageview\');

</script>

<!-- ZADARMA -->
<script type="text/javascript">
var ZCallbackWidgetLinkId  = \'3c1ad59851f8d85765d4bbbe7f2e2a0e\';
var ZCallbackWidgetDomain  = \'my.zadarma.com\';
(function(){
    var lt = document.createElement(\'script\');
    lt.type =\'text/javascript\';
    lt.charset = \'utf-8\';
    lt.async = true;
    lt.src = \'https://\' + ZCallbackWidgetDomain + \'/callbackWidget/js/main.min.js?unq=\'+Math.floor(Math.random(0,1000)*1000);
    var sc = document.getElementsByTagName(\'script\')[0];
    if (sc) sc.parentNode.insertBefore(lt, sc);
    else document.documentElement.firstChild.appendChild(lt);
})();
</script>',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
          'id' => 1,
          'name' => 'Filesystem',
          'description' => '',
          'class_key' => 'sources.modFileMediaSource',
          'properties' => 
          array (
          ),
          'is_stream' => true,
        ),
      ),
    ),
    'modSnippet' => 
    array (
      'getImageList' => 
      array (
        'fields' => 
        array (
          'id' => 4,
          'source' => 0,
          'property_preprocess' => false,
          'name' => 'getImageList',
          'description' => '',
          'editor_type' => 0,
          'category' => 2,
          'cache_type' => 0,
          'snippet' => '/**
 * getImageList
 *
 * Copyright 2009-2014 by Bruno Perner <b.perner@gmx.de>
 *
 * getImageList is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * getImageList is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * getImageList; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package migx
 */
/**
 * getImageList
 *
 * display Items from outputvalue of TV with custom-TV-input-type MIGX or from other JSON-string for MODx Revolution 
 *
 * @version 1.4
 * @author Bruno Perner <b.perner@gmx.de>
 * @copyright Copyright &copy; 2009-2014
 * @license http://www.gnu.org/licenses/old-licenses/gpl-2.0.html GNU General Public License
 * version 2 or (at your option) any later version.
 * @package migx
 */

/*example: <ul>[[!getImageList? &tvname=`myTV`&tpl=`@CODE:<li>[[+idx]]<img src="[[+imageURL]]"/><p>[[+imageAlt]]</p></li>`]]</ul>*/
/* get default properties */


$tvname = $modx->getOption(\'tvname\', $scriptProperties, \'\');
$tpl = $modx->getOption(\'tpl\', $scriptProperties, \'\');
$wrapperTpl = $modx->getOption(\'wrapperTpl\', $scriptProperties, \'\');
$limit = $modx->getOption(\'limit\', $scriptProperties, \'0\');
$offset = $modx->getOption(\'offset\', $scriptProperties, 0);
$totalVar = $modx->getOption(\'totalVar\', $scriptProperties, \'total\');
$randomize = $modx->getOption(\'randomize\', $scriptProperties, false);
$preselectLimit = $modx->getOption(\'preselectLimit\', $scriptProperties, 0); // when random preselect important images
$where = $modx->getOption(\'where\', $scriptProperties, \'\');
$where = !empty($where) ? $modx->fromJSON($where) : array();
$sort = $modx->getOption(\'sort\', $scriptProperties, \'\');
$sort = !empty($sort) ? $modx->fromJSON($sort) : array();
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
$outputSeparator = $modx->getOption(\'outputSeparator\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$placeholdersKeyField = $modx->getOption(\'placeholdersKeyField\', $scriptProperties, \'MIGX_id\');
$toJsonPlaceholder = $modx->getOption(\'toJsonPlaceholder\', $scriptProperties, false);
$jsonVarKey = $modx->getOption(\'jsonVarKey\', $scriptProperties, \'migx_outputvalue\');
$outputvalue = $modx->getOption(\'value\', $scriptProperties, \'\');
$outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
$docidVarKey = $modx->getOption(\'docidVarKey\', $scriptProperties, \'migx_docid\');
$docid = $modx->getOption(\'docid\', $scriptProperties, (isset($modx->resource) ? $modx->resource->get(\'id\') : 1));
$docid = isset($_REQUEST[$docidVarKey]) ? $_REQUEST[$docidVarKey] : $docid;
$processTVs = $modx->getOption(\'processTVs\', $scriptProperties, \'1\');
$reverse = $modx->getOption(\'reverse\', $scriptProperties, \'0\');
$sumFields = $modx->getOption(\'sumFields\', $scriptProperties, \'\');
$sumPrefix = $modx->getOption(\'sumPrefix\', $scriptProperties, \'summary_\');
$addfields = $modx->getOption(\'addfields\', $scriptProperties, \'\');
$addfields = !empty($addfields) ? explode(\',\', $addfields) : null;
//split json into parts
$splits = $modx->fromJson($modx->getOption(\'splits\', $scriptProperties, 0));
$splitTpl = $modx->getOption(\'splitTpl\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$inheritFrom = $modx->getOption(\'inheritFrom\', $scriptProperties, \'\'); //commaseparated list of resource-ids or/and the keyword \'parents\' where to inherit from
$inheritFrom = !empty($inheritFrom) ? explode(\',\',$inheritFrom) : \'\';

$modx->setPlaceholder(\'docid\', $docid);

$base_path = $modx->getOption(\'base_path\', null, MODX_BASE_PATH);
$base_url = $modx->getOption(\'base_url\', null, MODX_BASE_URL);

$migx = $modx->getService(\'migx\', \'Migx\', $modx->getOption(\'migx.core_path\', null, $modx->getOption(\'core_path\') . \'components/migx/\') . \'model/migx/\', $scriptProperties);
if (!($migx instanceof Migx))
    return \'\';
$migx->working_context = isset($modx->resource) ? $modx->resource->get(\'context_key\') : \'web\';

if (!empty($tvname)) {
    if ($tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $tvname))) {

        /*
        *   get inputProperties
        */


        $properties = $tv->get(\'input_properties\');
        $properties = isset($properties[\'formtabs\']) ? $properties : $tv->getProperties();

        $migx->config[\'configs\'] = $modx->getOption(\'configs\', $properties, \'\');
        if (!empty($migx->config[\'configs\'])) {
            $migx->loadConfigs();
            // get tabs from file or migx-config-table
            $formtabs = $migx->getTabs();
        }
        if (empty($formtabs) && isset($properties[\'formtabs\'])) {
            //try to get formtabs and its fields from properties
            $formtabs = $modx->fromJSON($properties[\'formtabs\']);
        }

        if (!empty($properties[\'basePath\'])) {
            if ($properties[\'autoResourceFolders\'] == \'true\') {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'basePath\'] . $docid . \'/\';
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'] . $docid . \'/\';
            } else {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'base_path\'];
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'];
            }
        }
        if ($jsonVarKey == \'migx_outputvalue\' && !empty($properties[\'jsonvarkey\'])) {
            $jsonVarKey = $properties[\'jsonvarkey\'];
            $outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
        }
        
        if (empty($outputvalue)){
            $outputvalue = $tv->renderOutput($docid);
            if (empty($outputvalue) && !empty($inheritFrom)){
                foreach ($inheritFrom as $from){
                    if ($from == \'parents\'){
                        $outputvalue = $tv->processInheritBinding(\'\',$docid);
                    }else{
                        $outputvalue = $tv->renderOutput($from);
                    }
                    if (!empty($outputvalue)){
                        break;
                    }                    
                }
            }
        }

       
        /*
        *   get inputTvs 
        */
        $inputTvs = array();
        if (is_array($formtabs)) {

            //multiple different Forms
            // Note: use same field-names and inputTVs in all forms
            $inputTvs = $migx->extractInputTvs($formtabs);
        }
        if ($migx->source = $tv->getSource($migx->working_context, false)){
            $migx->source->initialize();
        }
        
    }


}

if (empty($outputvalue)) {
    return \'\';
}

//echo $outputvalue.\'<br/><br/>\';

$items = $modx->fromJSON($outputvalue);

// where filter
if (is_array($where) && count($where) > 0) {
    $items = $migx->filterItems($where, $items);
}
$modx->setPlaceholder($totalVar, count($items));

if (!empty($reverse)) {
    $items = array_reverse($items);
}

// sort items
if (is_array($sort) && count($sort) > 0) {
    $items = $migx->sortDbResult($items, $sort);
}

$summaries = array();
$output = \'\';
$items = $offset > 0 ? array_slice($items, $offset) : $items;
$count = count($items);

if ($count > 0) {
    $limit = $limit == 0 || $limit > $count ? $count : $limit;
    $preselectLimit = $preselectLimit > $count ? $count : $preselectLimit;
    //preselect important items
    $preitems = array();
    if ($randomize && $preselectLimit > 0) {
        for ($i = 0; $i < $preselectLimit; $i++) {
            $preitems[] = $items[$i];
            unset($items[$i]);
        }
        $limit = $limit - count($preitems);
    }

    //shuffle items
    if ($randomize) {
        shuffle($items);
    }

    //limit items
    $count = count($items);
    $tempitems = array();

    for ($i = 0; $i < $limit; $i++) {
        if ($i >= $count) {
            break;
        }
        $tempitems[] = $items[$i];
    }
    $items = $tempitems;

    //add preselected items and schuffle again
    if ($randomize && $preselectLimit > 0) {
        $items = array_merge($preitems, $items);
        shuffle($items);
    }

    $properties = array();
    foreach ($scriptProperties as $property => $value) {
        $properties[\'property.\' . $property] = $value;
    }

    $idx = 0;
    $output = array();
    $template = array();
    $count = count($items);

    foreach ($items as $key => $item) {
        $formname = isset($item[\'MIGX_formname\']) ? $item[\'MIGX_formname\'] . \'_\' : \'\';
        $fields = array();
        foreach ($item as $field => $value) {
            if (is_array($value)) {
                if (is_array($value[0])) {
                    //nested array - convert to json
                    $value = $modx->toJson($value);
                } else {
                    $value = implode(\'||\', $value); //handle arrays (checkboxes, multiselects)
                }
            }


            $inputTVkey = $formname . $field;

            if ($processTVs && isset($inputTvs[$inputTVkey])) {
                if (isset($inputTvs[$inputTVkey][\'inputTV\']) && $tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $inputTvs[$inputTVkey][\'inputTV\']))) {

                } else {
                    $tv = $modx->newObject(\'modTemplateVar\');
                    $tv->set(\'type\', $inputTvs[$inputTVkey][\'inputTVtype\']);
                }
                $inputTV = $inputTvs[$inputTVkey];

                $mTypes = $modx->getOption(\'manipulatable_url_tv_output_types\', null, \'image,file\');
                //don\'t manipulate any urls here
                $modx->setOption(\'manipulatable_url_tv_output_types\', \'\');
                $tv->set(\'default_text\', $value);
                $value = $tv->renderOutput($docid);
                //set option back
                $modx->setOption(\'manipulatable_url_tv_output_types\', $mTypes);
                //now manipulate urls
                if ($mediasource = $migx->getFieldSource($inputTV, $tv)) {
                    $mTypes = explode(\',\', $mTypes);
                    if (!empty($value) && in_array($tv->get(\'type\'), $mTypes)) {
                        //$value = $mediasource->prepareOutputUrl($value);
                        $value = str_replace(\'/./\', \'/\', $mediasource->prepareOutputUrl($value));
                    }
                }

            }
            $fields[$field] = $value;

        }

        if (!empty($addfields)) {
            foreach ($addfields as $addfield) {
                $addfield = explode(\':\', $addfield);
                $addname = $addfield[0];
                $adddefault = isset($addfield[1]) ? $addfield[1] : \'\';
                $fields[$addname] = $adddefault;
            }
        }

        if (!empty($sumFields)) {
            $sumFields = is_array($sumFields) ? $sumFields : explode(\',\', $sumFields);
            foreach ($sumFields as $sumField) {
                if (isset($fields[$sumField])) {
                    $summaries[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField] + $fields[$sumField];
                    $fields[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField];
                }
            }
        }


        if ($toJsonPlaceholder) {
            $output[] = $fields;
        } else {
            $fields[\'_alt\'] = $idx % 2;
            $idx++;
            $fields[\'_first\'] = $idx == 1 ? true : \'\';
            $fields[\'_last\'] = $idx == $limit ? true : \'\';
            $fields[\'idx\'] = $idx;
            $rowtpl = \'\';
            //get changing tpls from field
            if (substr($tpl, 0, 7) == "@FIELD:") {
                $tplField = substr($tpl, 7);
                $rowtpl = $fields[$tplField];
            }

            if ($fields[\'_first\'] && !empty($tplFirst)) {
                $rowtpl = $tplFirst;
            }
            if ($fields[\'_last\'] && empty($rowtpl) && !empty($tplLast)) {
                $rowtpl = $tplLast;
            }
            $tplidx = \'tpl_\' . $idx;
            if (empty($rowtpl) && !empty($$tplidx)) {
                $rowtpl = $$tplidx;
            }
            if ($idx > 1 && empty($rowtpl)) {
                $divisors = $migx->getDivisors($idx);
                if (!empty($divisors)) {
                    foreach ($divisors as $divisor) {
                        $tplnth = \'tpl_n\' . $divisor;
                        if (!empty($$tplnth)) {
                            $rowtpl = $$tplnth;
                            if (!empty($rowtpl)) {
                                break;
                            }
                        }
                    }
                }
            }

            if ($count == 1 && isset($tpl_oneresult)) {
                $rowtpl = $tpl_oneresult;
            }

            $fields = array_merge($fields, $properties);

            if (!empty($rowtpl)) {
                $template = $migx->getTemplate($tpl, $template);
                $fields[\'_tpl\'] = $template[$tpl];
            } else {
                $rowtpl = $tpl;

            }
            $template = $migx->getTemplate($rowtpl, $template);


            if ($template[$rowtpl]) {
                $chunk = $modx->newObject(\'modChunk\');
                $chunk->setCacheable(false);
                $chunk->setContent($template[$rowtpl]);


                if (!empty($placeholdersKeyField) && isset($fields[$placeholdersKeyField])) {
                    $output[$fields[$placeholdersKeyField]] = $chunk->process($fields);
                } else {
                    $output[] = $chunk->process($fields);
                }
            } else {
                if (!empty($placeholdersKeyField)) {
                    $output[$fields[$placeholdersKeyField]] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                } else {
                    $output[] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                }
            }
        }


    }
}

if (count($summaries) > 0) {
    $modx->toPlaceholders($summaries);
}


if ($toJsonPlaceholder) {
    $modx->setPlaceholder($toJsonPlaceholder, $modx->toJson($output));
    return \'\';
}

if (!empty($toSeparatePlaceholders)) {
    $modx->toPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}
/*
if (!empty($outerTpl))
$o = parseTpl($outerTpl, array(\'output\'=>implode($outputSeparator, $output)));
else 
*/

if ($count > 0 && $splits > 0) {
    $size = ceil($count / $splits);
    $chunks = array_chunk($output, $size);
    $output = array();
    foreach ($chunks as $chunk) {
        $o = implode($outputSeparator, $chunk);
        $output[] = $modx->getChunk($splitTpl, array(\'output\' => $o));
    }
    $outputSeparator = $splitSeparator;
}

if (is_array($output)) {
    $o = implode($outputSeparator, $output);
} else {
    $o = $output;
}

if (!empty($o) && !empty($wrapperTpl)) {
    $template = $migx->getTemplate($wrapperTpl);
    if ($template[$wrapperTpl]) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $chunk->setContent($template[$wrapperTpl]);
        $properties[\'output\'] = $o;
        $o = $chunk->process($properties);
    }
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $o);
    return \'\';
}

return $o;',
          'locked' => false,
          'properties' => 
          array (
          ),
          'moduleguid' => '',
          'static' => false,
          'static_file' => '',
          'content' => '/**
 * getImageList
 *
 * Copyright 2009-2014 by Bruno Perner <b.perner@gmx.de>
 *
 * getImageList is free software; you can redistribute it and/or modify it
 * under the terms of the GNU General Public License as published by the Free
 * Software Foundation; either version 2 of the License, or (at your option) any
 * later version.
 *
 * getImageList is distributed in the hope that it will be useful, but WITHOUT ANY
 * WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR
 * A PARTICULAR PURPOSE. See the GNU General Public License for more details.
 *
 * You should have received a copy of the GNU General Public License along with
 * getImageList; if not, write to the Free Software Foundation, Inc., 59 Temple Place,
 * Suite 330, Boston, MA 02111-1307 USA
 *
 * @package migx
 */
/**
 * getImageList
 *
 * display Items from outputvalue of TV with custom-TV-input-type MIGX or from other JSON-string for MODx Revolution 
 *
 * @version 1.4
 * @author Bruno Perner <b.perner@gmx.de>
 * @copyright Copyright &copy; 2009-2014
 * @license http://www.gnu.org/licenses/old-licenses/gpl-2.0.html GNU General Public License
 * version 2 or (at your option) any later version.
 * @package migx
 */

/*example: <ul>[[!getImageList? &tvname=`myTV`&tpl=`@CODE:<li>[[+idx]]<img src="[[+imageURL]]"/><p>[[+imageAlt]]</p></li>`]]</ul>*/
/* get default properties */


$tvname = $modx->getOption(\'tvname\', $scriptProperties, \'\');
$tpl = $modx->getOption(\'tpl\', $scriptProperties, \'\');
$wrapperTpl = $modx->getOption(\'wrapperTpl\', $scriptProperties, \'\');
$limit = $modx->getOption(\'limit\', $scriptProperties, \'0\');
$offset = $modx->getOption(\'offset\', $scriptProperties, 0);
$totalVar = $modx->getOption(\'totalVar\', $scriptProperties, \'total\');
$randomize = $modx->getOption(\'randomize\', $scriptProperties, false);
$preselectLimit = $modx->getOption(\'preselectLimit\', $scriptProperties, 0); // when random preselect important images
$where = $modx->getOption(\'where\', $scriptProperties, \'\');
$where = !empty($where) ? $modx->fromJSON($where) : array();
$sort = $modx->getOption(\'sort\', $scriptProperties, \'\');
$sort = !empty($sort) ? $modx->fromJSON($sort) : array();
$toSeparatePlaceholders = $modx->getOption(\'toSeparatePlaceholders\', $scriptProperties, false);
$toPlaceholder = $modx->getOption(\'toPlaceholder\', $scriptProperties, false);
$outputSeparator = $modx->getOption(\'outputSeparator\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$placeholdersKeyField = $modx->getOption(\'placeholdersKeyField\', $scriptProperties, \'MIGX_id\');
$toJsonPlaceholder = $modx->getOption(\'toJsonPlaceholder\', $scriptProperties, false);
$jsonVarKey = $modx->getOption(\'jsonVarKey\', $scriptProperties, \'migx_outputvalue\');
$outputvalue = $modx->getOption(\'value\', $scriptProperties, \'\');
$outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
$docidVarKey = $modx->getOption(\'docidVarKey\', $scriptProperties, \'migx_docid\');
$docid = $modx->getOption(\'docid\', $scriptProperties, (isset($modx->resource) ? $modx->resource->get(\'id\') : 1));
$docid = isset($_REQUEST[$docidVarKey]) ? $_REQUEST[$docidVarKey] : $docid;
$processTVs = $modx->getOption(\'processTVs\', $scriptProperties, \'1\');
$reverse = $modx->getOption(\'reverse\', $scriptProperties, \'0\');
$sumFields = $modx->getOption(\'sumFields\', $scriptProperties, \'\');
$sumPrefix = $modx->getOption(\'sumPrefix\', $scriptProperties, \'summary_\');
$addfields = $modx->getOption(\'addfields\', $scriptProperties, \'\');
$addfields = !empty($addfields) ? explode(\',\', $addfields) : null;
//split json into parts
$splits = $modx->fromJson($modx->getOption(\'splits\', $scriptProperties, 0));
$splitTpl = $modx->getOption(\'splitTpl\', $scriptProperties, \'\');
$splitSeparator = $modx->getOption(\'splitSeparator\', $scriptProperties, \'\');
$inheritFrom = $modx->getOption(\'inheritFrom\', $scriptProperties, \'\'); //commaseparated list of resource-ids or/and the keyword \'parents\' where to inherit from
$inheritFrom = !empty($inheritFrom) ? explode(\',\',$inheritFrom) : \'\';

$modx->setPlaceholder(\'docid\', $docid);

$base_path = $modx->getOption(\'base_path\', null, MODX_BASE_PATH);
$base_url = $modx->getOption(\'base_url\', null, MODX_BASE_URL);

$migx = $modx->getService(\'migx\', \'Migx\', $modx->getOption(\'migx.core_path\', null, $modx->getOption(\'core_path\') . \'components/migx/\') . \'model/migx/\', $scriptProperties);
if (!($migx instanceof Migx))
    return \'\';
$migx->working_context = isset($modx->resource) ? $modx->resource->get(\'context_key\') : \'web\';

if (!empty($tvname)) {
    if ($tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $tvname))) {

        /*
        *   get inputProperties
        */


        $properties = $tv->get(\'input_properties\');
        $properties = isset($properties[\'formtabs\']) ? $properties : $tv->getProperties();

        $migx->config[\'configs\'] = $modx->getOption(\'configs\', $properties, \'\');
        if (!empty($migx->config[\'configs\'])) {
            $migx->loadConfigs();
            // get tabs from file or migx-config-table
            $formtabs = $migx->getTabs();
        }
        if (empty($formtabs) && isset($properties[\'formtabs\'])) {
            //try to get formtabs and its fields from properties
            $formtabs = $modx->fromJSON($properties[\'formtabs\']);
        }

        if (!empty($properties[\'basePath\'])) {
            if ($properties[\'autoResourceFolders\'] == \'true\') {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'basePath\'] . $docid . \'/\';
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'] . $docid . \'/\';
            } else {
                $scriptProperties[\'base_path\'] = $base_path . $properties[\'base_path\'];
                $scriptProperties[\'base_url\'] = $base_url . $properties[\'basePath\'];
            }
        }
        if ($jsonVarKey == \'migx_outputvalue\' && !empty($properties[\'jsonvarkey\'])) {
            $jsonVarKey = $properties[\'jsonvarkey\'];
            $outputvalue = isset($_REQUEST[$jsonVarKey]) ? $_REQUEST[$jsonVarKey] : $outputvalue;
        }
        
        if (empty($outputvalue)){
            $outputvalue = $tv->renderOutput($docid);
            if (empty($outputvalue) && !empty($inheritFrom)){
                foreach ($inheritFrom as $from){
                    if ($from == \'parents\'){
                        $outputvalue = $tv->processInheritBinding(\'\',$docid);
                    }else{
                        $outputvalue = $tv->renderOutput($from);
                    }
                    if (!empty($outputvalue)){
                        break;
                    }                    
                }
            }
        }

       
        /*
        *   get inputTvs 
        */
        $inputTvs = array();
        if (is_array($formtabs)) {

            //multiple different Forms
            // Note: use same field-names and inputTVs in all forms
            $inputTvs = $migx->extractInputTvs($formtabs);
        }
        if ($migx->source = $tv->getSource($migx->working_context, false)){
            $migx->source->initialize();
        }
        
    }


}

if (empty($outputvalue)) {
    return \'\';
}

//echo $outputvalue.\'<br/><br/>\';

$items = $modx->fromJSON($outputvalue);

// where filter
if (is_array($where) && count($where) > 0) {
    $items = $migx->filterItems($where, $items);
}
$modx->setPlaceholder($totalVar, count($items));

if (!empty($reverse)) {
    $items = array_reverse($items);
}

// sort items
if (is_array($sort) && count($sort) > 0) {
    $items = $migx->sortDbResult($items, $sort);
}

$summaries = array();
$output = \'\';
$items = $offset > 0 ? array_slice($items, $offset) : $items;
$count = count($items);

if ($count > 0) {
    $limit = $limit == 0 || $limit > $count ? $count : $limit;
    $preselectLimit = $preselectLimit > $count ? $count : $preselectLimit;
    //preselect important items
    $preitems = array();
    if ($randomize && $preselectLimit > 0) {
        for ($i = 0; $i < $preselectLimit; $i++) {
            $preitems[] = $items[$i];
            unset($items[$i]);
        }
        $limit = $limit - count($preitems);
    }

    //shuffle items
    if ($randomize) {
        shuffle($items);
    }

    //limit items
    $count = count($items);
    $tempitems = array();

    for ($i = 0; $i < $limit; $i++) {
        if ($i >= $count) {
            break;
        }
        $tempitems[] = $items[$i];
    }
    $items = $tempitems;

    //add preselected items and schuffle again
    if ($randomize && $preselectLimit > 0) {
        $items = array_merge($preitems, $items);
        shuffle($items);
    }

    $properties = array();
    foreach ($scriptProperties as $property => $value) {
        $properties[\'property.\' . $property] = $value;
    }

    $idx = 0;
    $output = array();
    $template = array();
    $count = count($items);

    foreach ($items as $key => $item) {
        $formname = isset($item[\'MIGX_formname\']) ? $item[\'MIGX_formname\'] . \'_\' : \'\';
        $fields = array();
        foreach ($item as $field => $value) {
            if (is_array($value)) {
                if (is_array($value[0])) {
                    //nested array - convert to json
                    $value = $modx->toJson($value);
                } else {
                    $value = implode(\'||\', $value); //handle arrays (checkboxes, multiselects)
                }
            }


            $inputTVkey = $formname . $field;

            if ($processTVs && isset($inputTvs[$inputTVkey])) {
                if (isset($inputTvs[$inputTVkey][\'inputTV\']) && $tv = $modx->getObject(\'modTemplateVar\', array(\'name\' => $inputTvs[$inputTVkey][\'inputTV\']))) {

                } else {
                    $tv = $modx->newObject(\'modTemplateVar\');
                    $tv->set(\'type\', $inputTvs[$inputTVkey][\'inputTVtype\']);
                }
                $inputTV = $inputTvs[$inputTVkey];

                $mTypes = $modx->getOption(\'manipulatable_url_tv_output_types\', null, \'image,file\');
                //don\'t manipulate any urls here
                $modx->setOption(\'manipulatable_url_tv_output_types\', \'\');
                $tv->set(\'default_text\', $value);
                $value = $tv->renderOutput($docid);
                //set option back
                $modx->setOption(\'manipulatable_url_tv_output_types\', $mTypes);
                //now manipulate urls
                if ($mediasource = $migx->getFieldSource($inputTV, $tv)) {
                    $mTypes = explode(\',\', $mTypes);
                    if (!empty($value) && in_array($tv->get(\'type\'), $mTypes)) {
                        //$value = $mediasource->prepareOutputUrl($value);
                        $value = str_replace(\'/./\', \'/\', $mediasource->prepareOutputUrl($value));
                    }
                }

            }
            $fields[$field] = $value;

        }

        if (!empty($addfields)) {
            foreach ($addfields as $addfield) {
                $addfield = explode(\':\', $addfield);
                $addname = $addfield[0];
                $adddefault = isset($addfield[1]) ? $addfield[1] : \'\';
                $fields[$addname] = $adddefault;
            }
        }

        if (!empty($sumFields)) {
            $sumFields = is_array($sumFields) ? $sumFields : explode(\',\', $sumFields);
            foreach ($sumFields as $sumField) {
                if (isset($fields[$sumField])) {
                    $summaries[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField] + $fields[$sumField];
                    $fields[$sumPrefix . $sumField] = $summaries[$sumPrefix . $sumField];
                }
            }
        }


        if ($toJsonPlaceholder) {
            $output[] = $fields;
        } else {
            $fields[\'_alt\'] = $idx % 2;
            $idx++;
            $fields[\'_first\'] = $idx == 1 ? true : \'\';
            $fields[\'_last\'] = $idx == $limit ? true : \'\';
            $fields[\'idx\'] = $idx;
            $rowtpl = \'\';
            //get changing tpls from field
            if (substr($tpl, 0, 7) == "@FIELD:") {
                $tplField = substr($tpl, 7);
                $rowtpl = $fields[$tplField];
            }

            if ($fields[\'_first\'] && !empty($tplFirst)) {
                $rowtpl = $tplFirst;
            }
            if ($fields[\'_last\'] && empty($rowtpl) && !empty($tplLast)) {
                $rowtpl = $tplLast;
            }
            $tplidx = \'tpl_\' . $idx;
            if (empty($rowtpl) && !empty($$tplidx)) {
                $rowtpl = $$tplidx;
            }
            if ($idx > 1 && empty($rowtpl)) {
                $divisors = $migx->getDivisors($idx);
                if (!empty($divisors)) {
                    foreach ($divisors as $divisor) {
                        $tplnth = \'tpl_n\' . $divisor;
                        if (!empty($$tplnth)) {
                            $rowtpl = $$tplnth;
                            if (!empty($rowtpl)) {
                                break;
                            }
                        }
                    }
                }
            }

            if ($count == 1 && isset($tpl_oneresult)) {
                $rowtpl = $tpl_oneresult;
            }

            $fields = array_merge($fields, $properties);

            if (!empty($rowtpl)) {
                $template = $migx->getTemplate($tpl, $template);
                $fields[\'_tpl\'] = $template[$tpl];
            } else {
                $rowtpl = $tpl;

            }
            $template = $migx->getTemplate($rowtpl, $template);


            if ($template[$rowtpl]) {
                $chunk = $modx->newObject(\'modChunk\');
                $chunk->setCacheable(false);
                $chunk->setContent($template[$rowtpl]);


                if (!empty($placeholdersKeyField) && isset($fields[$placeholdersKeyField])) {
                    $output[$fields[$placeholdersKeyField]] = $chunk->process($fields);
                } else {
                    $output[] = $chunk->process($fields);
                }
            } else {
                if (!empty($placeholdersKeyField)) {
                    $output[$fields[$placeholdersKeyField]] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                } else {
                    $output[] = \'<pre>\' . print_r($fields, 1) . \'</pre>\';
                }
            }
        }


    }
}

if (count($summaries) > 0) {
    $modx->toPlaceholders($summaries);
}


if ($toJsonPlaceholder) {
    $modx->setPlaceholder($toJsonPlaceholder, $modx->toJson($output));
    return \'\';
}

if (!empty($toSeparatePlaceholders)) {
    $modx->toPlaceholders($output, $toSeparatePlaceholders);
    return \'\';
}
/*
if (!empty($outerTpl))
$o = parseTpl($outerTpl, array(\'output\'=>implode($outputSeparator, $output)));
else 
*/

if ($count > 0 && $splits > 0) {
    $size = ceil($count / $splits);
    $chunks = array_chunk($output, $size);
    $output = array();
    foreach ($chunks as $chunk) {
        $o = implode($outputSeparator, $chunk);
        $output[] = $modx->getChunk($splitTpl, array(\'output\' => $o));
    }
    $outputSeparator = $splitSeparator;
}

if (is_array($output)) {
    $o = implode($outputSeparator, $output);
} else {
    $o = $output;
}

if (!empty($o) && !empty($wrapperTpl)) {
    $template = $migx->getTemplate($wrapperTpl);
    if ($template[$wrapperTpl]) {
        $chunk = $modx->newObject(\'modChunk\');
        $chunk->setCacheable(false);
        $chunk->setContent($template[$wrapperTpl]);
        $properties[\'output\'] = $o;
        $o = $chunk->process($properties);
    }
}

if (!empty($toPlaceholder)) {
    $modx->setPlaceholder($toPlaceholder, $o);
    return \'\';
}

return $o;',
        ),
        'policies' => 
        array (
          'web' => 
          array (
          ),
        ),
        'source' => 
        array (
        ),
      ),
    ),
    'modTemplateVar' => 
    array (
    ),
  ),
);